Repository: officialasishkumar/translation-kde-applications
Catalog: kapman/kapman._desktop_.po
Languages: hi

# Name
source: Kapman
hi: कैपमैन

# GenericName
source: Pac-Man Clone
hi: पैक-मैन क्लोन

# Comment
source: Eat pills escaping ghosts
hi: भूतों से बचकर पिल्स खाएं

# Name
source: Invisible
hi: अदृश्य

# Description
source: Getting bored with Kapman? More than 100,000 points over level 20? Next step: the invisible maze!
hi: कपमैन से ऊब रहे हैं? स्तर 20 से 100,000 से ज्यादा पॉइंट्स हो गए हैं? अगलाचरण: अदृश्य भूलभुलैया!

# Name
source: Matches
hi: मैचेस

# Name
source: Mummies Crypt
hi: ममियों का तहख़ाना

# Description
source: Avoid the mummies at all costs!
hi: हर कीमत पर ममियों से बचें!

# Name
source: Retro
hi: रेट्रो

# Description
source: The old game theme revisited
hi: पुराने खेल का थीम फिर से आवलोकन किया गया
