Repository: officialasishkumar/translation-kde-applications
Catalog: cantor/messages/cantor/cantor.po
Languages: hi

source: Target MIME type:
hi: लक्ष्य MIME प्रकार:

source: Copy result
hi: परिणाम कॉपी करें

source: Show Rendered
hi: रेंडर दिखाएं

source: Show Code
hi: कोड दिखाएं

source: Show HTML Code
hi: HTML कोड दिखाएँ

source: Show Plain Alternative
hi: सादा वैकल्पिक दिखाएँ

source: Show Html
hi: Html दिखाएँ

source: Show HTML
hi: Html दिखाएँ

source: Cannot render Eps file. You may need additional packages
hi: Eps फ़ाइल प्रस्तुत नहीं कर सकता. आपको अतिरिक्त पैकेज की आवश्यकता हो सकती है

source: Save text result
hi: पाठ परिणाम सहेजें

source: Text Files (*.txt)
hi: टेक्स्ट फ़ाइलें (* .txt)

source: Cannot write file %1.
hi: फ़ाइल %1 नहीं लिख सकता.

source: Cannot write file.
hi: फ़ाइल नहीं लिख सकता.

source: Error saving file %1
hi: फ़ाइल %1 सहेजने में त्रुटि

source: In read-only mode Cantor couldn't guarantee, that the export will be valid for %1
hi: रीड-ओनली मोड में कैंटर गारंटी नहीं दे सका कि निर्यात %1 के लिए वैध होगा

source: Error loading latex.xsl stylesheet
hi: latex.xsl स्टाइलशीट लोड करने में त्रुटि

source: Couldn't open the file %1.
hi: फ़ाइल %1 नहीं खोल सका.

source: Open File
hi: फ़ाइल खोलें

source: Couldn't open the selected file for reading.
hi: चयनित फ़ाइल को पढ़ने के लिए नहीं खोला जा सका.

source: The selected file is not a valid Cantor or Jupyter project file.
hi: चयनित फ़ाइल वैध कैंटर या ज्यूपिटर प्रोजेक्ट फ़ाइल नहीं है।

source: The selected file is not a valid Cantor project file.
hi: चयनित फ़ाइल वैध कैंटर प्रोजेक्ट फ़ाइल नहीं है।

source: This worksheet was created using Python2 which is not supported anymore. Python3 will be used.
hi: यह वर्कशीट Python2 का उपयोग करके बनाई गई थी जो अब समर्थित नहीं है। Python3 का उपयोग किया जाएगा.

source: Python2 not supported anymore
hi: Python2 अब समर्थित नहीं है

source: %1 backend was not found. Editing and executing entries is not possible.
hi: %1 बैकएंड नहीं मिला. प्रविष्टियों का संपादन एवं निष्पादन संभव नहीं है.

source: There are some problems with the %1 backend, please check your configuration or install the needed packages. You will only be able to view this worksheet.
hi: %1 बैकएंड के साथ कुछ समस्याएँ हैं, कृपया अपना कॉन्फ़िगरेशन जांचें या आवश्यक पैकेज इंस्टॉल करें. आप केवल इस वर्कशीट को देख पाएंगे.

source: Jupyter notebooks with versions lower than 4.5 (detected version %1.%2) are not supported.
hi: 4.5 (पता चला संस्करण %1.%2) से कम संस्करण वाले ज्यूपिटर नोटबुक समर्थित नहीं हैं।

source: Jupyter notebooks with versions higher than 4.5 (detected version %1.%2) are not supported.
hi: 4.5 (पता चला संस्करण %1.%2) से अधिक संस्करण वाले ज्यूपिटर नोटबुक समर्थित नहीं हैं।

source: This notebook was created using Python2 which is not supported anymore. Python3 will be used.
hi: यह नोटबुक Python2 का उपयोग करके बनाई गई थी जो अब समर्थित नहीं है। Python3 का उपयोग किया जाएगा.

source: an object with keys: %1
hi: कुंजियों वाला एक ऑब्जेक्ट: %1

source: found incorrect data (%1) that is not Jupyter cell
hi: गलत डेटा मिला (%1) जो ज्यूपिटर सेल नहीं है

source: The file is not valid Jupyter notebook
hi: फ़ाइल मान्य Jupyter नोटबुक नहीं है

source: Invalid Jupyter notebook scheme: %1
hi: अमान्य ज्यूपिटर नोटबुक योजना: %1

source: Convert To
hi: कन्वर्ट टू

source: Command
hi: आदेश

source: Markdown
hi: मार्कडाउन

source: Image
hi: छवी

source: Page Break
hi: पृष्ठ ब्रेक

source: Horizontal Line
hi: क्षैतिज रेखा

source: Hierarchy Entry
hi: पदानुक्रम प्रविष्टि

source: Insert After
hi: इसके बाद डालें

source: Insert Before
hi: इसके पहले डालें

source: Insert
hi: डालें

source: Zoom In
hi: ज़ूम

source: Zoom Out
hi: ज़ूम आउट

source: Original Size
hi: मूल आकार

source: Move Entries Up
hi: प्रविष्टियाँ ऊपर ले जाएँ

source: Move Entries Down
hi: प्रविष्टियाँ नीचे ले जाएँ

source: Evaluate Entries
hi: प्रविष्टियों का मूल्यांकन करें

source: Remove Entries
hi: प्रविष्टियाँ हटाएँ

source: Collapse Command Entry Results
hi: आदेश प्रविष्टि परिणाम संक्षिप्त करें

source: Expand Command Entry Results
hi: कमांड प्रविष्टि परिणाम का विस्तार करें

source: Remove Command Entry Results
hi: कमांड प्रविष्टि परिणाम हटाएँ

source: Exclude Command Entry From Execution
hi: कमांड प्रविष्टि को निष्पादन से बाहर रखें

source: Add Command Entry To Execution
hi: निष्पादन में कमांड प्रविष्टि जोड़ें

# @label text color
source: Color
hi: रंग

# @action
source: &Font
hi: &फ़ॉन्ट

# @action
source: Font &Size
hi: फ़ॉन्ट &आकार

# @action boldify selected text
source: &Bold
hi: &बोल्ड

# @action italicize selected text
source: &Italic
hi: &इटैलिक

# @action underline selected text
source: &Underline
hi: &रेखांकित

# @action
source: &Strike Out
hi: &मिटाना

# @action
source: Align &Left
hi: &Left संरेखित करें

# @label left justify
source: Left
hi: बाएं

# @action
source: Align &Center
hi: &Center संरेखित करें

# @label center justify
source: Center
hi: केंद्र

# @action
source: Align &Right
hi: &Right संरेखित करें

# @label right justify
source: Right
hi: दायां

# @action
source: &Justify
hi: &न्यायोचित

# @label justify fill
source: Justify
hi: न्यायोचित

source: This action will remove all results without the possibility of cancellation. Are you sure?
hi: यह कार्रवाई रद्दीकरण की संभावना के बिना सभी परिणामों को हटा देगी। क्या आपको यकीन है?

source: Remove all results
hi: सभी परिणाम हटाएँ

source: White
hi: सफ़ेद

source: Black
hi: काला

source: Dark Red
hi: गहरा लाल

source: Red
hi: लाल

source: Light Red
hi: हलका लाल

source: Dark Green
hi: गहरा हरा

source: Green
hi: हरा

source: Light Green
hi: हलका हरा

source: Dark Blue
hi: गहरा नीला

source: Blue
hi: नीला

source: Light Blue
hi: हलका नीला

source: Dark Yellow
hi: गहरा पीला

source: Yellow
hi: पीला

source: Light Yellow
hi: हलका पीला

source: Dark Cyan
hi: गहरा सियान

source: Cyan
hi: सियान

source: Light Cyan
hi: हलका सियान

source: Dark Magenta
hi: गहरा मैजेंटा

source: Magenta
hi: मैजेंटा

source: Light Magenta
hi: हलका मैजेंटा

source: Dark Orange
hi: गहरा नारंगी

source: Orange
hi: नारंगी

source: Light Orange
hi: हलका नारंगी

source: Dark Grey
hi: गहरा भूरा

source: Grey
hi: भूरा

source: Light Grey
hi: हल्का भूरा

source: Move Up
hi: ऊपर जाएँ

source: Move Down
hi: नीचे जाएँ

source: Do you really want to remove this entry?
hi: क्या आप सचमुच इस प्रविष्टि को हटाना चाहते हैं?

source: Remove Entry
hi: प्रविष्टि हटाएँ

source: Drag Entry
hi: प्रविष्टि खींचें
