Repository: officialasishkumar/translation-kde-applications
Catalog: cantor/messages/cantor/cantor.po
Languages: hi

source: Natural cubic Splines
hi: प्राकृतिक घन स्प्लिंस

# Plot Style
source: Steps
hi: कदम

source: Legend Position:
hi: लीजेंड स्थिति:

source: Colored Plots:
hi: रंगीन प्लॉट:

source: Show grid:
hi: ग्रिड दिखाएं:

source: Plot Style:
hi: प्लॉट शैली:

# @title:window
source: Modify Entry
hi: प्रविष्टि संशोधित करें

# @title:window
source: Add New Entry
hi: नई प्रविष्टि जोड़ें

source: Name cannot be empty.
hi: नाम खाली नहीं हो सकता.

source: Add local documentation
hi: स्थानीय दस्तावेज़ जोड़ें

# @action:button Allow user to get some API documentation with GHNS
source: Get New Documentation
hi: नया दस्तावेज़ प्राप्त करें

source: Download additional documentations
hi: अतिरिक्त दस्तावेज़ डाउनलोड करें

source: Qt Compressed Help file is not valid.
hi: Qt संपीड़ित सहायता फ़ाइल मान्य नहीं है.

source: Documentation already imported
hi: दस्तावेज़ीकरण पहले ही आयात किया जा चुका है

# @info:tooltip
source: Modify
hi: संशोधित

# @info:tooltip
source: Delete
hi: हटाएं

# @info:tooltip
source: Please uninstall this via GHNS.
hi: कृपया इसे GHNS के माध्यम से अनइंस्टॉल करें.

source: Install Additional Documentation Files
hi: अतिरिक्त दस्तावेज़ीकरण फ़ाइलें स्थापित करें

# @title:column
source: Name
hi: नाम

# @title:column
source: Path
hi: मार्ग

# @action:button
source: Add
hi: जोड़ें

# @label:chooser
source: Icon:
hi: आइकन:

# @info:tooltip
source: Select an icon
hi: एक आइकन चुनें

# @label:textbox
source: Name:
hi: नाम:

# @info:tooltip
source: Enter a name
hi: नाम डालें

# @info:placeholder
source: Select a name...
hi: नाम डालें...

# @label:textbox
source: Path:
hi: मार्ग:

# @info:tooltip
source: Select a Qt Help file...
hi: Qt सहायता फ़ाइल चुनें...

# @info:placeholder
source: Select a Qt Help file...
hi: Qt सहायता फ़ाइल चुनें...

source: <b>R</b> is a language and environment for statistical computing and graphics, similar to the S language and environment. <br/>It provides a wide variety of statistical (linear and nonlinear modelling, classical statistical tests, time-series analysis, classification, clustering, ...) and graphical techniques, and is highly extensible. The S language is often the vehicle of choice for research in statistical methodology, and R provides an Open Source route to participation in that activity.
hi: <b>R</b> एस भाषा और पर्यावरण के समान सांख्यिकीय कंप्यूटिंग और ग्राफिक्स के लिए एक भाषा और वातावरण है। <br/>यह सांख्यिकीय (रैखिक और गैर-रेखीय मॉडलिंग, शास्त्रीय सांख्यिकीय परीक्षण, समय-श्रृंखला विश्लेषण, वर्गीकरण, क्लस्टरिंग, ...) और ग्राफिकल तकनीकों की एक विस्तृत विविधता प्रदान करता है, और अत्यधिक विस्तार योग्य है। S भाषा अक्सर सांख्यिकीय पद्धति में अनुसंधान के लिए पसंद का माध्यम है, और R उस गतिविधि में भागीदारी के लिए एक खुला स्रोत मार्ग प्रदान करता है।

source: Error opening file %1
hi: फ़ाइल %1 खोलने में त्रुटि

source: Error Parsing Command
hi: आदेश पार्स करने में त्रुटि

source: Url to the local R documentation
hi: स्थानीय R दस्तावेज़ का यूआरएल

source: Double click to open file selection dialog
hi: फ़ाइल चयन संवाद खोलने के लिए डबल क्लिक करें

source: <b>Sage</b> is a free open-source mathematics software system licensed under the GPL. <br/>It combines the power of many existing open-source packages into a common Python-based interface.
hi: <b>Sage</b> GPL के तहत लाइसेंस प्राप्त एक निःशुल्क ओपन-सोर्स गणित सॉफ्टवेयर प्रणाली है। <br/>यह कई मौजूदा ओपन-सोर्स पैकेजों की शक्ति को एक सामान्य पायथन-आधारित इंटरफ़ेस में जोड़ता है।

source: Path to the Sage executable
hi: निष्पादन योग्य सेज का पथ

source: Enable LaTeX typesetting for Sage backend
hi: Sage बैकएंड के लिए LaTeX टाइपसेटिंग सक्षम करें

source: Result of %1
hi: %1 का परिणाम

source: Sage version %1.%2 is unsupported. Please update your installation to the versions 9.2 or higher.
hi: Sage संस्करण %1.%2 असमर्थित है। कृपया अपने इंस्टॉलेशन को संस्करण 9.2 या उच्चतर पर अपडेट करें।

source: Unsupported Version
hi: असमर्थित संस्करण

source: Failed to determine the version of Sage. Please check your installation and the output of 'sage -v'.
hi: ऋषि का संस्करण निर्धारित करने में विफल। कृपया अपना इंस्टॉलेशन और 'sage -v' का आउटपुट जांचें।

source: The Sage process crashed while evaluating this expression
hi: इस अभिव्यक्ति का मूल्यांकन करते समय Sage प्रक्रिया क्रैश हो गई

source: The Sage process crashed
hi: सेज प्रक्रिया क्रैश हो गई

source: The Sage process exited while evaluating this expression
hi: इस अभिव्यक्ति का मूल्यांकन करते समय Sage प्रक्रिया बाहर निकल गई

source: The Sage process exited
hi: सेज प्रक्रिया समाप्त हो गई

source: Failed to start Sage
hi: Sage प्रारंभ करने में विफल

source: Sage LaTeX output not always correct, so latex typesetting can be disabled for better experience
hi: Sage LaTeX आउटपुट हमेशा सही नहीं होता है, इसलिए बेहतर अनुभव के लिए latex टाइपसेटिंग को अक्षम किया जा सकता है

source: <b>Scilab</b> is a free software, cross-platform numerical computational package and a high-level, numerically oriented programming language.Scilab is distributed under CeCILL license (GPL compatible).
hi: <b>Scilab</b> एक मुफ़्त सॉफ़्टवेयर, क्रॉस-प्लेटफ़ॉर्म संख्यात्मक कम्प्यूटेशनल पैकेज और एक उच्च-स्तरीय, संख्यात्मक रूप से उन्मुख प्रोग्रामिंग भाषा है। Scilab को CeCILL लाइसेंस (GPL संगत) के तहत वितरित किया जाता है।

source: Path to the Scilab executable
hi: Scilab निष्पादन योग्य का पथ

source: The file %1 is already opened.
hi: फ़ाइल %1 पहले से ही खुली हुई है.

source: Open file
hi: फ़ाइल खोलें

source: Download Examples
hi: उदाहरण डाउनलोड करें

source: Go to previous worksheet
hi: पिछली वर्कशीट पर जाएँ

source: Go to next worksheet
hi: अगली वर्कशीट पर जाएँ

source: <h1>No Backend Found</h1> <div>You could try: <ul> <li>Changing the settings in the config dialog;</li> <li>Installing packages for the following program:</li> %2 </ul> </div>
hi: <h1>कोई बैकएंड नहीं मिला</h1> <div>आप कोशिश कर सकते हैं: <ul> <li>कॉन्फ़िगरेशन संवाद में सेटिंग्स बदलना;</li><li>निम्नलिखित प्रोग्राम के लिए पैकेज स्थापित करना:</li> %2 </ul> </div>

source: Error
hi: त्रुटि

source: Backend %1 is not installed
hi: बैकएंड %1 स्थापित नहीं है

source: %1 backend installed, but inactive. Please check installation and Cantor settings
hi: %1 बैकएंड स्थापित है, लेकिन निष्क्रिय है। कृपया इंस्टॉलेशन और कैंटर सेटिंग्स की जांच करें

source: Session %1
hi: सत्र %1

source: Failed to find the Cantor Part with error %1
hi: त्रुटि %1 के साथ कैंटर पार्ट ढूंढने में विफल

source: Calculating...
hi: हिसाब लगाया जा रहा है...

source: Ready
hi: तैयार

source: Changed
hi: बदला हुआ

source: Multiple unsaved Worksheets are opened. Do you want to close them?
hi: एकाधिक सहेजे न गए कार्यपत्रक खोले गए हैं. क्या आप उन्हें बंद करना चाहते हैं?

source: Close Cantor
hi: कैंटर बंद करें

source: The current project has been modified. Do you want to save it?
hi: वर्तमान परियोजना को संशोधित किया गया है. क्या आप इसे सहेजना चाहते हैं?

source: Save Project
hi: प्रोजेक्ट सहेजें

source: Formatting
hi: स्वरूपण

source: The Backend that is used by default
hi: बैकएंड जो डिफ़ॉल्ट रूप से उपयोग किया जाता है

source: Do Typesetting by default
hi: डिफ़ॉल्ट रूप से टाइपसेटिंग करें

source: Do Syntax Highlighting by default
hi: डिफ़ॉल्ट रूप से सिंटैक्स हाइलाइटिंग करें

source: Enable Completions by default
hi: डिफ़ॉल्ट रूप से पूर्णताएँ सक्षम करें

source: Enable Numbering of Expressions by default
hi: डिफ़ॉल्ट रूप से अभिव्यक्तियों की क्रमांकन सक्षम करें

source: Animate changes in the Worksheet by default
hi: प्रविष्टियाँ हटाते समय पुष्टि के लिए पूछें

source: Enable rendering math expressions inside $$..$$ in Text and Markdown entries by default (needs pdflatex installed)
hi: डिफ़ॉल्ट रूप से टेक्स्ट और मार्कडाउन प्रविष्टियों में $$..$$ के अंदर गणित अभिव्यक्तियों को प्रस्तुत करना सक्षम करें (pdflatex स्थापित करने की आवश्यकता है)

source: Ask for confirmation when deleting an entry
hi: किसी प्रविष्टि को हटाते समय पुष्टि के लिए पूछें

source: Automatically reevaluate the entries below the current
hi: वर्तमान के नीचे की प्रविष्टियों का स्वचालित रूप से पुनर्मूल्यांकन करें

source: Ask for confirmation when restarting the backend
hi: बैकएंड पुनः आरंभ करते समय पुष्टि के लिए पूछें

source: Save rich text formatting of TextEntry, when save Worksheet in Jupyter notebook format
hi: ज्यूपिटर नोटबुक फॉर्मेट में वर्कशीट को सेव करते समय टेक्स्टएंट्री की रिच टेक्स्ट फॉर्मेटिंग को सेव करें

source: Use old style Cantor entries placement style
hi: पुरानी शैली की कैंटर प्रविष्टियाँ प्लेसमेंट शैली का उपयोग करें

source: Show embedded math render error
hi: एम्बेडेड गणित रेंडर त्रुटि दिखाएँ

source: Limit of visible lines for text result
hi: पाठ परिणाम के लिए दृश्यमान रेखाओं की सीमा

source: Hierarchy font for chapter
hi: अध्याय के लिए पदानुक्रम फ़ॉन्ट

source: Hierarchy font size for chapter
hi: अध्याय के लिए पदानुक्रम फ़ॉन्ट आकार

source: Hierarchy font italic for chapter
hi: अध्याय के लिए पदानुक्रम फ़ॉन्ट इटैलिक

source: Hierarchy font bold for chapter
hi: अध्याय के लिए पदानुक्रम फ़ॉन्ट बोल्ड

source: Hierarchy font for subchapter
hi: उपअध्याय के लिए पदानुक्रम फ़ॉन्ट

source: Hierarchy font size for subchapter
hi: उपअध्याय के लिए पदानुक्रम फ़ॉन्ट आकार

source: Hierarchy font italic for subchapter
hi: उपअध्याय के लिए पदानुक्रम फ़ॉन्ट इटैलिक

source: Hierarchy font bold for subchapter
hi: उपअध्याय के लिए पदानुक्रम फ़ॉन्ट बोल्ड

source: Hierarchy font for section
hi: अनुभाग के लिए पदानुक्रम फ़ॉन्ट

source: Hierarchy font italic for section
hi: अनुभाग के लिए पदानुक्रम फ़ॉन्ट इटैलिक

source: Hierarchy font bold for section
hi: अनुभाग के लिए पदानुक्रम फ़ॉन्ट बोल्ड

source: Hierarchy font for subsection
hi: उपधारा के लिए पदानुक्रम फ़ॉन्ट

source: Hierarchy font italic for subsection
hi: उपधारा के लिए पदानुक्रम फ़ॉन्ट इटैलिक

source: Hierarchy font bold for subsection
hi: उपधारा के लिए पदानुक्रम फ़ॉन्ट बोल्ड

source: Hierarchy font for paragraph
hi: अनुच्छेद के लिए पदानुक्रम फ़ॉन्ट

source: Hierarchy font italic for paragraph
hi: अनुच्छेद के लिए पदानुक्रम फ़ॉन्ट इटैलिक

source: Hierarchy font bold for paragraph
hi: अनुच्छेद के लिए पदानुक्रम फ़ॉन्ट बोल्ड

source: Hierarchy font for subparagraph
hi: उप-अनुच्छेद के लिए पदानुक्रम फ़ॉन्ट

source: Hierarchy font italic for subparagraph
hi: उप-अनुच्छेद के लिए पदानुक्रम फ़ॉन्ट इटैलिक

source: Hierarchy font bold for subparagraph
hi: उप-अनुच्छेद के लिए पदानुक्रम फ़ॉन्ट बोल्ड

source: Save Plain Text
hi: सादा पाठ सहेजें

source: Export to LaTeX
hi: LaTeX पर निर्यात करें

source: Evaluate Worksheet
hi: वर्कशीट का मूल्यांकन करें

source: Zoom
hi: ज़ूम

source: Typeset using LaTeX
hi: LaTeX का उपयोग करके टाइपसेट

source: Syntax Highlighting
hi: सिंटैक्स हाइलाइटिंग

source: Completion
hi: समापन

source: Line Numbers
hi: पंक्ति संख्याएँ

source: Animations
hi: एनिमेशन

source: Embedded Math
hi: एंबेडेड गणित

source: Restart Backend
hi: बैकएंड पुनः प्रारंभ करें

source: Evaluate Entry
hi: प्रवेश का मूल्यांकन करें

source: Insert Command Entry
hi: कमांड प्रविष्टि सम्मिलित करें

source: Insert Text Entry
hi: पाठ प्रविष्टि सम्मिलित करें

source: Insert Markdown Entry
hi: मार्कडाउन प्रविष्टि सम्मिलित करें

source: Insert LaTeX Entry
hi: LaTeX प्रविष्टि सम्मिलित करें

source: Insert Page Break
hi: पेज ब्रेक डालें

source: Insert Image
hi: चित्र डालें

source: Collapse All Results
hi: सभी परिणाम संक्षिप्त करें

source: Expand All Results
hi: सभी परिणाम विस्तृत करें

source: Remove All Results
hi: सभी परिणाम हटाएँ

source: Remove current Entry
hi: वर्तमान प्रविष्टि हटाएँ

source: Show Script Editor
hi: स्क्रिप्ट संपादक दिखाएँ

source: Show Completion
hi: पूर्णता दिखाएँ

source: CantorPart
hi: कैंटोरपार्ट

source: (C) 2009-2015 Alexander Rieder
hi: (C) 2009-2015 अलेक्जेंडर राइडर

source: Alexander Rieder
hi: अलेक्जेंडर राइडर

source: Cantor Worksheet (*.cws)
hi: कैंटर वर्कशीट (*.cws)

source: Jupyter Notebook (*.ipynb)
hi: ज्यूपिटर नोटबुक (*.ipynb)

source: Save as
hi: इस रूप में सहेजें

source: Save
hi: सहेजें

source: All the available calculation results will be lost. Do you really want to restart %1?
hi: सभी उपलब्ध गणना परिणाम खो जायेंगे. क्या आप सचमुच %1 को पुनः आरंभ करना चाहते हैं?

source: Restart %1?
hi: पुनः प्रारंभ %1?

source: Interrupt
hi: रुकावट डाले

source: Session Error: %1
hi: सत्र त्रुटि: %1

source: Initialization complete
hi: आरंभीकरण पूर्ण

source: Initializing...
hi: प्रारंभ किया जा रहा है...

source: Do you want to upload current Worksheet to public web server?
hi: क्या आप वर्तमान वर्कशीट को सार्वजनिक वेब सर्वर पर अपलोड करना चाहते हैं?

source: Question - Cantor
hi: प्रश्न - कैंटर

source: The Worksheet is not saved. You should save it before uploading.
hi: वर्कशीट सहेजी नहीं गई है. अपलोड करने से पहले आपको इसे सेव कर लेना चाहिए.

source: Warning - Cantor
hi: चेतावनी - कैंटर

source: This backend does not support scripts.
hi: यह बैकएंड स्क्रिप्ट का समर्थन नहीं करता.

source: Settings
hi: सेटिंग्स

source: Panels
hi: पैनलों

source: &Settings
hi: &सेटिंग्स

source: Background Color
hi: पृष्ठभूमि का रंग

source: Default
hi: डिफ़ॉल्ट

source: Text Color
hi: अक्षर का रंग

source: Font
hi: फ़ॉन्ट

source: Bold
hi: बोल्ड

source: Italic
hi: इटैलिक

source: Increase Size
hi: आकार बढ़ाएँ

source: Decrease Size
hi: आकार घटाएँ

source: Select
hi: चुनें

source: Reset to Default
hi: वितथ पर ले जाएं

source: Show Results
hi: परिणाम दिखाएं

source: Hide Results
hi: परिणाम छिपाएँ

source: Show Help
hi: मदद दिखायें

source: Appearance
hi: उपस्थिति

source: Interrupted
hi: बाधित

source: SearchBar
hi: सर्चबार

source: Find:
hi: ढूंढें:

source: Replace:
hi: प्रतिस्थापित करें:

source: Search in:
hi: की खोज में:

source: Hierarchy Fonts
hi: पदानुक्रम फ़ॉन्ट्स

source: Chapter Font
hi: अध्याय फ़ॉन्ट

source: Font Family:
hi: फ़ॉन्ट परिवार:

source: Font Size:
hi: फ़ॉन्ट आकार:

source: Subchapter Font
hi: उपअध्याय फ़ॉन्ट

source: Section Font
hi: अनुभाग फ़ॉन्ट

source: Subsection Font
hi: उपधारा फ़ॉन्ट

source: Paragraph Font
hi: अनुच्छेद फ़ॉन्ट

source: Subparagraph Font
hi: उपअनुच्छेद फ़ॉन्ट

source: Chapter
hi: अध्याय

source: Subchapter
hi: उपअध्याय

source: Section
hi: अनुभाग

source: Subsection
hi: उपधारा

source: Paragraph
hi: अनुच्छेद

source: Subparagraph
hi: उप अनुच्छेद

source: Set Hierarchy Level
hi: पदानुक्रम स्तर निर्धारित करें

source: Solid Line Style
hi: ठोस रेखा शैली

source: Dash Line Style
hi: डैश रेखा शैली

source: Dot Line Style
hi: बिंदु रेखा शैली

source: Dash Dot Line Style
hi: डैश डॉट रेखा शैली

source: Dash Dot Dot Line Style
hi: डैश डॉट डॉट रेखा शैली

source: Line Thickness
hi: रेखा मोटाई

source: Thin
hi: पतला

source: Medium
hi: मध्यम

source: Thick
hi: मोटा

source: Line Color
hi: रेखा रंग

source: Line Style
hi: रेखा शैली

source: Configure Image
hi: छवि कॉन्फ़िगर करें

source: Double click here to configure image settings
hi: छवि सेटिंग्स कॉन्फ़िगर करने के लिए यहां डबल क्लिक करें

source: Cannot load image %1
hi: छवि %1 लोड नहीं कर सका

source: Save image result
hi: छवि परिणाम सहेजें

source: Image Settings
hi: छवि सेटिंग्स

source: Open
hi: खोलें

source: Display Size
hi: प्रदर्शन का आकार

source: Width
hi: चौड़ाई

source: Height
hi: ऊंचाई

source: Preview
hi: पूर्वावलोकन

source: Print Size
hi: प्रिंट का आकार

source: Use Display Size
hi: प्रदर्शन आकार का प्रयोग करें

# @title:window
source: Image Settings
hi: छवि सेटिंग्स

source: (auto)
hi: (ऑटो)

source: Open image file
hi: छवि फ़ाइल खोलें

source: Images (%1)
hi: छवियाँ (%1)

source: Show LaTeX code
hi: LaTeX कोड दिखाएँ

source: No path for the %1 executable specified. Please provide the correct path in the application settings and try again.
hi: %1 निष्पादनयोग्य के लिए कोई पथ निर्दिष्ट नहीं है। कृपया एप्लिकेशन सेटिंग में सही पथ प्रदान करें और पुनः प्रयास करें।

source: The specified file '%1' for the %2 executable doesn't exist. Please provide the correct path in the application settings and try again.
hi: %2 निष्पादन योग्य के लिए निर्दिष्ट फ़ाइल '%1' मौजूद नहीं है। कृपया एप्लिकेशन सेटिंग में सही पथ प्रदान करें और पुनः प्रयास करें।

source: The specified file '%1' doesn't point to an executable. Please provide the correct path in the application settings and try again.
hi: निर्दिष्ट फ़ाइल '%1' किसी निष्पादन योग्य को इंगित नहीं करती है। कृपया एप्लिकेशन सेटिंग में सही पथ प्रदान करें और पुनः प्रयास करें।

source: The program %1 didn't finish the execution after %2 milliseconds during the plot integration test.
hi: प्लॉट एकीकरण परीक्षण के दौरान प्रोग्राम %1 ने %2 मिलीसेकेंड के बाद निष्पादन पूरा नहीं किया।

source: Failed to open the file %1 during the plot integration test.
hi: प्लॉट एकीकरण परीक्षण के दौरान फ़ाइल %1 खोलने में विफल.

source: Failed to parse the result during the plot integration test.
hi: प्लॉट एकीकरण परीक्षण के दौरान परिणाम को पार्स करने में विफल.

source: Path to the latex executable
hi: latex निष्पादन योग्य का पथ

source: Path to the dvips executable
hi: निष्पादन योग्य dvips का पथ

# @title:column
source: Type
hi: टाइप

# @title:column
source: Dimension
hi: आयाम

# @title:column
source: Value
hi: मान

source: From:
hi: से:

source: To:
hi: प्रेषिती:

source: Main title
hi: मुख्य शीर्षक

source: Abscissa scale
hi: एब्सिस्सा स्केल

source: Ordinate scale
hi: ऑर्डिनेट स्केल

source: Plot title:
hi: प्लॉट शीर्षक:

source: This is unsupported Jupyter content of types ('%1')
hi: यह प्रकारों की असमर्थित ज्यूपिटर सामग्री है ('%1')

source: %1 process has died unexpectedly. All calculation results are lost.
hi: %1 प्रक्रिया अप्रत्याशित रूप से समाप्त हो गई है। सभी गणना परिणाम खो गए हैं।

source: %1 process has died unexpectedly with message "%2". All calculation results are lost.
hi: %1 प्रक्रिया "%2" संदेश के साथ अप्रत्याशित रूप से समाप्त हो गई है। सारा हिसाबपरिणाम खो गए हैं.

source: You choose support for %1 graphic package, but the support can't be activated due to the missing requirements, so integration for this package will be disabled. %2
hi: आप %1 ग्राफिक पैकेज के लिए समर्थन चुनते हैं, लेकिन अनुपलब्ध आवश्यकताओं के कारण समर्थन सक्रिय नहीं किया जा सकता है, इसलिए इस पैकेज के लिए एकीकरण अक्षम कर दिया जाएगा। %2

source: KDE Frontend to mathematical applications
hi: गणितीय अनुप्रयोगों के लिए KDE फ्रंटएंड

# @info:credit
source: Developer
hi: विकसक

source: Aleix Pol Gonzalez
hi: एलेक्स पोल गोंजालेज

source: KAlgebra backend
hi: KAlgebra बैकएंड

source: Octave backend
hi: ऑक्टेव बैकएंड

source: Interface
hi: इंटरफ़ेस

source: Cantor icon
hi: कैंटर आइकन

source: Use backend <backend>
hi: बैकएंड <backend> का उपयोग करें

source: Documents to open.
hi: खोलने के लिए दस्तावेज़.

source: Couldn't open the file %1
hi: फ़ाइल %1 नहीं खोल सका

source: Enter Edit Mode
hi: संपादन मोड दर्ज करें

source: Clear Attachments
hi: अनुलग्नक साफ़ करें

source: Cantor Math Error
hi: कैंटर गणित त्रुटि

source: Failed to read the image "%1". Error "%2"
hi: छवि "%1" को पढ़ने में विफल। त्रुटि "%2"

# @button go to contents page
source: Go to the contents
hi: सामग्री पर जाएँ

# @info:placeholder
source: Search through keywords...
hi: कीवर्ड के माध्यम से खोजें...

# @info:tooltip
source: Find in text of current documentation page
hi: वर्तमान दस्तावेज़ीकरण पृष्ठ के पाठ में खोजें

# @info:tooltip
source: Reset zoom level to 100%
hi: ज़ूम स्तर को 100% पर रीसेट करें

# @info:tooltip
source: Close
hi: बंद

# @info:tooltip
source: Jump to next match
hi: अगले मैच पर जाएँ

# @info:tooltip
source: Jump to previous match
hi: पिछले मैच पर जाएँ

# @info:tooltip
source: Match case sensitively
hi: मिलान केस संवेदनशील

source: The file has been downloaded successfully at Downloads.
hi: फ़ाइल डाउनलोड पर सफलतापूर्वक डाउनलोड हो गई है।

source: Download Successful
hi: डाउनलोड सफल

source: Cantor files
hi: कैंटर फ़ाइलें

source: Jupyter files
hi: Jupyter फ़ाइलें

source: All supported files
hi: सभी समर्थित फ़ाइलें

source: All files
hi: सभी फाइलें

source: Name:
hi: नाम:

source: Value:
hi: मान:

source: Add New Variable
hi: नया वेरिएबल जोड़ें

source: Load Variables
hi: वेरिएबल लोड करें

source: Save Variables
hi: वेरिएबल सहेजें

source: Remove Variables
hi: वेरिएबल हटाएँ

source: Search/Filter
hi: खोजें/फ़िल्टर

source: Case Sensitive
hi: अक्षर संवेदनशील

source: Match Complete Word
hi: पूर्ण शब्द का मिलान करें

source: Are you sure you want to remove all variables?
hi: क्या आप वाकई सभी वेरिएबल हटाना चाहते हैं?

source: Load file
hi: फ़ाइल लोड करें

source: Copy Name
hi: नाम कॉपी करें

source: Copy Value
hi: मान कॉपी करें

source: Copy Name and Value
hi: नाम और मान कॉपी करें

source: Save result
hi: परिणाम सहेजें

source: Remove result
hi: परिणाम हटाएँ

source: A KDE text-editor component could not be found; please check your KDE installation.
hi: एक केडीई text-editor घटक नहीं मिला; कृपया अपना केडीई इंस्टालेशन जांचें.

source: Script Editor
hi: स्क्रिप्ट संपादक

source: Script Editor - %1
hi: स्क्रिप्ट संपादक - %1

source: Reached beginning
hi: शुरुआत तक पहुंच गया

source: Reached end
hi: अंत तक पहुँच गया

source: Replaced %1 instance
hi: %1 उदाहरण बदला गया

source: Commands
hi: आदेश

source: Results
hi: परिणाम

source: Errors
hi: त्रुटियाँ

source: Text
hi: अक्षर

source: LaTeX Code
hi: LaTeX कोड

source: Evaluation:
hi: मूल्यांकन:

source: Enable syntax completion
hi: सिंटैक्स पूर्णता सक्षम करें

source: Startup:
hi: स्टार्टअप:

source: Create a new worksheet for the selected backend system. If none is selected, the user is asked about which system to use on startup.
hi: चयनित बैकएंड सिस्टम के लिए एक नई वर्कशीट बनाएं। यदि कोई भी चयनित नहीं है, तो उपयोगकर्ता से पूछा जाता है कि स्टार्टअप पर किस सिस्टम का उपयोग करना है।

source: Default Backend:
hi: डिफ़ॉल्ट बैकएंड:

source: Maximal number of visible rows in the result of a command entry. Use 0 to work without limitations.
hi: कमांड प्रविष्टि के परिणाम में दृश्यमान पंक्तियों की अधिकतम संख्या। बिना किसी सीमा के काम करने के लिए 0 का उपयोग करें।

source: Enable LaTeX typesetting for the results of the calculations, if supported by the backend system
hi: यदि बैकएंड सिस्टम समर्थित है, तो गणना के परिणामों के लिए LaTeX टाइपसेटिंग सक्षम करें

source: Number of rows in the result (0 for unlimited):
hi: परिणाम में पंक्तियों की संख्या (असीमित के लिए 0):

source: Enable animation effects in the worksheet
hi: वर्कशीट में एनीमेशन प्रभाव सक्षम करें

source: Enable LaTeX typesetting for mathematical expressions in Markdown entries
hi: मार्कडाउन प्रविष्टियों में गणितीय अभिव्यक्तियों के लिए LaTeX टाइपसेटिंग सक्षम करें

source: Mathematical expressions via LaTeX
hi: LaTeX के माध्यम से गणितीय अभिव्यक्तियाँ

source: If enabled, all entries below the current one will be evaluated automatically
hi: यदि सक्षम किया गया है, तो वर्तमान प्रविष्टि के नीचे की सभी प्रविष्टियों का स्वचालित रूप से मूल्यांकन किया जाएगा

source: Reevaluate entries automatically
hi: प्रविष्टियों का स्वचालित रूप से पुनर्मूल्यांकन करें

source: Worksheet:
hi: वर्कशीट:

source: Use rich text format for text entries when saving in Jupyter Notebook Format
hi: ज्यूपिटर नोटबुक फ़ॉर्मेट में सहेजते समय टेक्स्ट प्रविष्टियों के लिए रिच टेक्स्ट फ़ॉर्मेट का उपयोग करें

source: Markdown:
hi: मार्कडाउन:

source: If enabled, text entries are aligned at the worksheet border and not at the prompt border
hi: यदि सक्षम किया गया है, तो टेक्स्ट प्रविष्टियाँ वर्कशीट बॉर्डर पर संरेखित होती हैं, न कि प्रॉम्प्ट बॉर्डर पर

source: Don't indent text entries
hi: पाठ प्रविष्टियों को इंडेंट न करें

source: If enabled, the user will be asked for confirmation prior to restarting the backend system
hi: यदि सक्षम किया गया है, तो बैकएंड सिस्टम को पुनरारंभ करने से पहले उपयोगकर्ता से पुष्टि के लिए कहा जाएगा

source: Notify about render failures for mathematical expressions
hi: गणितीय अभिव्यक्तियों के लिए रेंडर विफलताओं के बारे में सूचित करें

source: Show line numbers
hi: पंक्ति क्रमांक दिखाएँ

source: Line numbers
hi: पंक्ति संख्याएँ

source: Enable syntax highlighting
hi: सिंटैक्स हाइलाइटिंग सक्षम करें

source: Syntax highlighting
hi: सिंटैक्स हाइलाइटिंग

source: Ask for confirmation when deleting entries
hi: प्रविष्टियाँ हटाते समय पुष्टि के लिए पूछें

source: Find…
hi: ढूंढें…

source: Raw Cell Targets
hi: रॉ सेल लक्ष्य

source: Add custom target
hi: कस्टम लक्ष्य जोड़ें

source: Convert to Text Entry
hi: टेक्स्ट एंट्री में कनवर्ट करें

source: Convert to Raw Cell
hi: रॉ सेल में कनवर्ट करें
