Repository: officialasishkumar/translation-kde-applications
Catalog: cantor/messages/cantor/cantor.po
Languages: hi

# NAME OF TRANSLATORS
source: Your names
hi: आपका नाम

# EMAIL OF TRANSLATORS
source: Your emails
hi: आपका ईमेल

source: Pause
hi: विराम

source: Start
hi: शुरू

source: Stop
hi: रुको

source: Save animation result
hi: एनिमेशन परिणाम सहेजें

source: Animations (*.gif)
hi: एनिमेशन (*.gif)

source: Advanced Plotting
hi: उन्नत प्लॉटिंग

source: Plot
hi: प्लॉट

source: Expression:
hi: अभिव्यक्ति:

source: Additional options:
hi: अतिरिक्त विकल्प:

source: Option active
hi: विकल्प सक्रिय

source: Differentiate
hi: विभेदन

source: Variable:
hi: चर:

source: Times:
hi: टाइम्स:

source: &Package
hi: &पैकेज

source: Import Package
hi: आयात पैकेज

source: Package:
hi: पैकेज:

source: Integrate
hi: समाकलन

source: Lower limit:
hi: निचली सीमा:

source: Upper limit:
hi: ऊपरी सीमा:

source: definite integral
hi: निश्चित समाकलन

source: Create Matrix
hi: मैट्रिक्स बनाएं

source: Columns:
hi: कॉलम:

source: Rows:
hi: रौ:

source: Compute Eigenvalues
hi: आइजेनवैल्यू की गणना करें

source: Matrix:
hi: मैट्रिक्स:

source: Compute Eigenvectors
hi: आइजेनवेक्टर की गणना करें

source: Invert Matrix
hi: उलटा मैट्रिक्स

source: Plot 2D
hi: प्लॉट 2D

source: Variable
hi: चर

source: Name
hi: नाम

source: Minimum:
hi: न्यूनतम:

source: Maximum:
hi: अधिकतम:

source: Plot 3D
hi: प्लॉट 3D

source: 1st Variable
hi: पहला चर

source: 2nd Variable
hi: दूसरा चर

source: Run Script
hi: स्क्रिप्ट चलाएँ

source: Solve equations
hi: समीकरणों को हल करें

source: Equations:
hi: समीकरण:

source: Variables:
hi: चर:

source: Select the Backend
hi: बैकएंड का चयन करें

source: <h1>%1</h1><div><b>Recommended version:</b> %2</div>
hi: <h1>%1</h1><div><b>प्रस्तावित संस्करण:</b> %2</div>

source: <hr><div>%1</div><br><div>See <a href="%2">%2</a> for more information.</div>
hi: <hr><div>%1</div><br><div>अधिक जानकारी के लिए <a href="%2">%2</a> देखें।</div>

source: <hr><div><b><font color='#e50000'>Some requirements are not fulfilled: </font></b>%1</div>
hi: <hr><div><b><font color='#e50000'>कुछ आवश्यकताएं पूरी नहीं हुई हैं: </font></b>%1</div>

source: Make this the default backend
hi: इसे डिफ़ॉल्ट बैकएंड बनाएं

source: <b>Julia</b> is a high-level, high-performance dynamic programming language for technical computing, with syntax that is familiar to users of other technical computing environments. It provides a sophisticated compiler, distributed parallel execution, numerical accuracy, and an extensive mathematical function library.
hi: <b>जूलिया</b> तकनीकी कंप्यूटिंग के लिए एक उच्च-स्तरीय, उच्च-प्रदर्शन वाली गतिशील प्रोग्रामिंग भाषा है, जिसका सिंटैक्स अन्य तकनीकी कंप्यूटिंग वातावरण के उपयोगकर्ताओं से परिचित है। यह एक परिष्कृत कंपाइलर, वितरित समानांतर निष्पादन, संख्यात्मक सटीकता और एक व्यापक गणितीय फ़ंक्शन लाइब्रेरी प्रदान करता है।

source: The path to Julia specified in the application settings must point directly to the executable. Symlinks are not allowed. Please provide the correct path in the application settings and try again.
hi: एप्लिकेशन सेटिंग्स में निर्दिष्ट जूलिया का पथ सीधे निष्पादन योग्य को इंगित करना चाहिए। सिम्लिंक की अनुमति नहीं है. कृपया एप्लिकेशन सेटिंग में सही पथ प्रदान करें और पुनः प्रयास करें।

source: Сantor couldn’t determine the version of Julia for %1. Please specify the correct path to Julia executable (no symlinks allowed) and try again.
hi: कैंटोर %1 के लिए जूलिया का संस्करण निर्धारित नहीं कर सका। कृपया जूलिया निष्पादन योग्य के लिए सही पथ निर्दिष्ट करें (कोई सिम्लिंक की अनुमति नहीं है) और पुनः प्रयास करें।

source: You are trying to use Cantor with Julia v%1.%2.%3. This version of Cantor was compiled with the support of Julia v%4.%5.%6. Please point to this version of Julia or recompile Cantor using the version %1.%2.%3.
hi: आप जूलिया v%1.%2.%3 के साथ कैंटर का उपयोग करने का प्रयास कर रहे हैं। कैंटर का यह संस्करण जूलिया v%4.%5.%6 के समर्थन से संकलित किया गया था। कृपया जूलिया के इस संस्करण को इंगित करें या संस्करण %1.%2.%3 का उपयोग करके कैंटर को पुनः संकलित करें।

source: Path to the Julia native REPL
hi: जूलिया मूल REPL का पथ

source: Enable Variable Management
hi: परिवर्तनीय प्रबंधन सक्षम करें

source: Integrate Plots into the Worksheet
hi: वर्कशीट में प्लॉट्स को एकीकृत करें

source: Graphical package for the Plot-Assistant
hi: प्लॉट-असिस्टेंट के लिए ग्राफिकल पैकेज

source: # Sorry, but Gadfly don't support 3d plots
hi: # क्षमा करें, लेकिन गैडफ्लाई 3D प्लॉट का समर्थन नहीं करता है

source: Julia script file (*.jl)
hi: जूलिया स्क्रिप्ट फ़ाइल (*.jl)

source: Error - Cantor
hi: त्रुटि - कैंटर

source: Julia session can't login due internal julia problem with missing internal file - "%1"
hi: आंतरिक फ़ाइल गुम होने के कारण आंतरिक जूलिया समस्या के कारण जूलिया सत्र लॉगिन नहीं हो सका - "% 1"

source: Julia session can't login due unknown internal problem
hi: अज्ञात आंतरिक समस्या के कारण जूलिया सत्र लॉगिन नहीं हो सकता

source: Julia process stopped working.
hi: जूलिया प्रक्रिया ने काम करना बंद कर दिया.

source: Failed to start Julia process.
hi: जूलिया प्रक्रिया प्रारंभ करने में विफल.

source: Communication with Julia process failed for unknown reasons.
hi: जूलिया प्रक्रिया के साथ संचार अज्ञात कारणों से विफल रहा।

source: For Julia only GR (https://gr-framework.org/), a framework for visualization applications, is supported at the moment. This package has to be installed first, if not done yet. For this, run Pkg.install("GR") in Cantor or in Julia REPL. Note, this operation can take some time and it's better to perform it in Julia REPL that is able to show the current progress of the package installation.
hi: जूलिया के लिए इस समय केवल GR (https://gr-framework.org/), विज़ुअलाइज़ेशन अनुप्रयोगों के लिए एक ढांचा समर्थित है। यदि अभी तक नहीं किया गया है तो इस पैकेज को पहले इंस्टॉल करना होगा। इसके लिए कैंटर या जूलिया REPL में Pkg.install('GR'') चलाएँ। ध्यान दें, इस ऑपरेशन में कुछ समय लग सकता है और इसे जूलिया REPL में निष्पादित करना बेहतर है जो पैकेज स्थापना की वर्तमान प्रगति दिखाने में सक्षम है।

source: General
hi: सामान्य

source: Executable:
hi: निष्पादन योग्य:

source: Plot Integration:
hi: प्लॉट एकीकरण:

source: If enabled, plots will be shown inside of the worksheet. Otherwise, plots will be shown in an external window.
hi: यदि सक्षम किया गया है, तो प्लॉट वर्कशीट के अंदर दिखाए जाएंगे। अन्यथा, प्लॉट बाहरी विंडो में दिखाए जाएंगे।

source: Enabled
hi: सक्रिय

source: Variable Management:
hi: परिवर्तनीय प्रबंधन:

source: Monitor the creation and destruction of variables and show the existing variables in the variable panel.
hi: वेरिएबल के निर्माण और विनाश की निगरानी करें और वेरिएबल पैनल में मौजूदा वेरिएबल दिखाएं।

source: Internal Plot Format:
hi: आंतरिक प्लॉट प्रारूप:

source: Inner format of plots, if plots embedding is enabled.
hi: यदि प्लॉट एम्बेडिंग सक्षम है तो प्लॉट का आंतरिक प्रारूप।

source: Graphic package to be used in the Plot Assistant
hi: प्लॉट सहायक में उपयोग किया जाने वाला ग्राफिक पैकेज

source: Package for Plot Assistant
hi: प्लॉट सहायक के लिए पैकेज

source: Plots
hi: प्लॉट

source: Autorun
hi: ऑटोरन

source: Commands to autorun
hi: ऑटोरन के लिए आदेश

source: Documentation
hi: प्रलेखन

source: List of scripts to autorun at the beginning of session
hi: सत्र की शुरुआत में ऑटोरन के लिए स्क्रिप्ट की सूची

source: Error: %1
hi: त्रुटि: %1

source: This autorun commands, which will run on start new worksheet. They can be useful for loading needed modules, changing environment, etc.
hi: यह ऑटोरन कमांड, जो स्टार्ट न्यू वर्कशीट पर चलेगा। वे आवश्यक मॉड्यूल लोड करने, पर्यावरण बदलने आदि के लिए उपयोगी हो सकते हैं।

source: <b>Lua</b> is a fast and lightweight scripting language, with a simple procedural syntax. There are several libraries in Lua aimed at math and science.
hi: <b>Lua</b> सरल प्रक्रियात्मक वाक्यविन्यास के साथ एक तेज़ और हल्की स्क्रिप्टिंग भाषा है। लुआ में गणित और विज्ञान पर केंद्रित कई पुस्तकालय हैं।

source: Path to luajit command
hi: luajit कमांड का पथ

source: Path to luajit:
hi: luajit का मार्ग:

source: <b>Maxima</b> is a system for the manipulation of symbolic and numerical expressions, including differentiation, integration, Taylor series, Laplace transforms, ordinary differential equations, systems of linear equations, polynomials, and sets, lists, vectors, matrices, and tensors. Maxima yields high precision numeric results by using exact fractions, arbitrary precision integers, and variable precision floating point numbers. Maxima can plot functions and data in two and three dimensions.
hi: <b>मैक्सिमा</b> प्रतीकात्मक और संख्यात्मक अभिव्यक्तियों के हेरफेर के लिए एक प्रणाली है, जिसमें भेदभाव, एकीकरण, टेलर श्रृंखला, लाप्लास परिवर्तन, साधारण अंतर समीकरण, रैखिक समीकरणों की प्रणाली, बहुपद और सेट, सूचियां, वैक्टर, मैट्रिक्स शामिल हैं। , और टेंसर। मैक्सिमा सटीक अंशों, मनमाने ढंग से सटीक पूर्णांक और परिवर्तनीय सटीक फ़्लोटिंग पॉइंट संख्याओं का उपयोग करके उच्च परिशुद्धता संख्यात्मक परिणाम उत्पन्न करता है। मैक्सिमा फ़ंक्शन और डेटा को दो और तीन आयामों में प्लॉट कर सकता है।

source: Path to the Maxima executable
hi: मैक्सिमा निष्पादन योग्य का पथ

source: Default plot width
hi: डिफ़ॉल्ट प्लॉट चौड़ाई

source: Default plot height
hi: डिफ़ॉल्ट प्लॉट ऊंचाई

source: Error: Too many */
hi: त्रुटि: बहुत अधिक */

source: Error: Too many /*
hi: त्रुटि: बहुत अधिक */

source: Error: expected " before ;
hi: त्रुटि: अपेक्षित "पहले ;

source: Waiting for the plot result
hi: प्लॉट के नतीजे का इंतजार है

source: Maxima batch file (*.mac)
hi: मैक्सिमा बैच फ़ाइल (*.mac)

source: Failed to start Maxima
hi: मैक्सिमा प्रारंभ करने में विफल

source: Maxima crashed. restarting...
hi: मैक्सिमा दुर्घटनाग्रस्त हो गई. पुनः प्रारंभ हो रहा है...

source: Maxima crashed twice within a short time. Stopping to try starting
hi: मैक्सिमा थोड़े ही समय में दो बार दुर्घटनाग्रस्त हुई। प्रारंभ करने का प्रयास करने के लिए रुकना

source: Size:
hi: आकार:

source: width:
hi: चौड़ाई:

source: height:
hi: ऊंचाई:

source: Image Format:
hi: छवि प्रारूप:

source: Integrated:
hi: एकीकृत:

source: <b>GNU Octave</b> is a high-level language, primarily intended for numerical computations. <br/>It provides a convenient command line interface for solving linear and nonlinear problems numerically, and for performing other numerical experiments using a language that is mostly compatible with Matlab.
hi: <b>GNU Octave</b> एक उच्च-स्तरीय भाषा है, जो मुख्य रूप से संख्यात्मक गणनाओं के लिए बनाई गई है। <br/>यह रैखिक और गैर-रेखीय समस्याओं को संख्यात्मक रूप से हल करने और मैटलैब के साथ अधिकतर संगत भाषा का उपयोग करके अन्य संख्यात्मक प्रयोग करने के लिए एक सुविधाजनक कमांड लाइन इंटरफ़ेस प्रदान करता है।

source: Invalid image file generated.
hi: अमान्य छवि फ़ाइल उत्पन्न हुई.

source: Octave script file (*.m)
hi: ऑक्टेव स्क्रिप्ट फ़ाइल (*.m)

source: Syntax Error
hi: सिंटैक्स त्रुटि

source: Plot integration test failed.
hi: प्लॉट एकीकरण परीक्षण विफल रहा.

source: The integration of plots will be disabled.
hi: प्लॉट का एकीकरण अक्षम हो जाएगा.

source: Cantor
hi: कैंटर

source: <b>Python</b> is a remarkably powerful dynamic programming language that is used in a wide variety of application domains. There are several Python packages to scientific programming.
hi: <b>Python</b> एक उल्लेखनीय रूप से शक्तिशाली गतिशील प्रोग्रामिंग भाषा है जिसका उपयोग विभिन्न प्रकार के एप्लिकेशन डोमेन में किया जाता है। वैज्ञानिक प्रोग्रामिंग के लिए कई पायथन पैकेज हैं।

source: # Sorry, but Bokeh doesn't support 3d plotting
hi: # क्षमा करें, लेकिन Bokeh 3D प्लॉटिंग का समर्थन नहीं करता है

source: Python script file (*.py)
hi: पायथन स्क्रिप्ट फ़ाइल (*.py)

source: Cantor Python server stopped working.
hi: कैंटर पायथन सर्वर ने काम करना बंद कर दिया।

source: Failed to start Cantor python server.
hi: कैंटर पायथन सर्वर प्रारंभ करने में विफल।

source: Communication with Cantor python server failed for unknown reasons.
hi: कैंटर पायथन सर्वर के साथ संचार अज्ञात कारणों से विफल रहा।

source: For using integrated graphics with Matplotlib package, you need to install "matplotlib" python package first.
hi: Matplotlib पैकेज के साथ एकीकृत ग्राफिक्स का उपयोग करने के लिए, आपको पहले "matplotlib" पायथन पैकेज स्थापित करना होगा।

source: For using integrated graphic with Plot.ly, you need to install "plotly" python package and special Plot.ly-compatible "orca" executable. See "Static Image Export" article in Plot.ly documentation for details.
hi: Plot.ly के साथ एकीकृत ग्राफ़िक का उपयोग करने के लिए, आपको "ploty" पायथन पैकेज और विशेष Plot.ly-संगत "orca" निष्पादन योग्य स्थापित करना होगा। विवरण के लिए Plot.ly दस्तावेज़ में "स्टेटिक इमेज एक्सपोर्ट" लेख देखें।

source: Functions
hi: फ़ंक्शन

source: Title
hi: शीर्षक

source: Expression
hi: अभिव्यक्ति

source: Add
hi: जोड़ें

source: Remove
hi: हटाएँ

source: Clear List
hi: सूची साफ़ करें

source: X variable
hi: X चर

source: Style
hi: शैली

source: Lines
hi: पंक्तियाँ

source: Points
hi: बिंदु

source: Points and Lines
hi: बिंदु और रेखाएँ

source: Boxes
hi: बक्से

source: Histogram
hi: हिस्टोग्राम

source: Steps
hi: कदम

source: Candlesticks
hi: मोमबत्ती

source: Dots
hi: डॉट्स

source: Smoothing
hi: चौरसाई

source: None
hi: कोई नहीं

source: Monotonic
hi: मोनोटोनिक

source: Natural Cubic Splines
hi: प्राकृतिक घन विभाजन

source: Bezier
hi: बेज़ियर

source: Bezier (monotonic)
hi: बेज़ियर (मोनोटोनिक)

source: Function Range
hi: फ़ंक्शन रेंज

source: X range
hi: X रेंज

source: Options
hi: विकल्प

source: Plot title
hi: प्लॉट शीर्षक

source: X-axis label
hi: X-अक्ष लेबल

source: Y-axis label
hi: Y-अक्ष लेबल

source: Legend position
hi: लीजेंड स्थिति

source: Hide legend
hi: लेजेंड छिपाएँ

source: Top-left
hi: ऊपर से बाएँ

source: Top-right
hi: ऊपर से दाएँ

source: Bottom-left
hi: नीचे से बाएँ

source: Bottom-right
hi: नीचे से दायां

source: Below
hi: नीचे

source: Outside
hi: बाहर

source: Display Grid
hi: प्रदर्शन ग्रिड

source: Display full border
hi: पूर्ण बॉर्डर प्रदर्शित करें

source: Use Colors
hi: रंगों का प्रयोग करें

source: Display inline
hi: इनलाइन प्रदर्शित करें

source: Logarithmic x scale
hi: लॉगरिदमिक x स्केल

source: Logarithmic y scale
hi: लॉगरिदमिक y स्केल

source: File Options
hi: फ़ाइल विकल्प

source: Save plot to file
hi: फ़ाइल में प्लॉट सहेजें

source: File type
hi: फाइल का प्रकार

source: Detect from filename
hi: फ़ाइलनाम से पता लगाएं

source: <b>Qalculate!</b> is not your regular software replication of the cheapest available calculator. Qalculate! aims to make full use of the superior interface, power and flexibility of modern computers. The center of attention in Qalculate! is the expression entry. Instead of entering each number in a mathematical expression separately, you can directly write the whole expression and later modify it. The interpretation of expressions is flexible and fault tolerant, and if you nevertheless do something wrong, Qalculate! will tell you so. Not fully solvable expressions are however not errors. Qalculate! will simplify as far as it can and answer with an expression. In addition to numbers and arithmetic operators, an expression may contain any combination of variables, units, and functions.
hi: <b>Qalculate!</b> आपके सबसे सस्ते उपलब्ध कैलकुलेटर की नियमित सॉफ़्टवेयर प्रतिकृति नहीं है। Qalculate! इसका लक्ष्य आधुनिक कंप्यूटरों के बेहतर इंटरफ़ेस, शक्ति और लचीलेपन का पूर्ण उपयोग करना है। Qalculate! में ध्यान का केंद्र अभिव्यक्ति प्रविष्टि है. गणितीय अभिव्यक्ति में प्रत्येक संख्या को अलग से दर्ज करने के बजाय, आप सीधे पूरी अभिव्यक्ति लिख सकते हैं और बाद में इसे संशोधित कर सकते हैं। भावों की व्याख्या लचीली और दोष-सहिष्णु है, और यदि आप फिर भी कुछ गलत करते हैं, तो Qalculate! आपको ऐसा बताऊंगा. हालाँकि पूरी तरह से हल करने योग्य न होने वाली अभिव्यक्तियाँ त्रुटियाँ नहीं हैं। Qalculate! जहां तक संभव हो सके सरलीकरण करेंगे और अभिव्यक्ति के साथ उत्तर देंगे। संख्याओं और अंकगणितीय ऑपरेटरों के अलावा, एक अभिव्यक्ति में चर, इकाइयों और कार्यों का कोई भी संयोजन हो सकता है।

source: If and how units will be automatically converted. If true, convert to the best suited SI units (the least amount of units).
hi: यदि और कैसे इकाइयाँ स्वचालित रूप से परिवर्तित हो जाएँगी। यदि सत्य है, तो सर्वोत्तम अनुकूल SI इकाइयों (इकाइयों की न्यूनतम मात्रा) में परिवर्तित करें।

source: Default angle unit for trigonometric functions.
hi: त्रिकोणमितीय कार्यों के लिए डिफ़ॉल्ट कोण इकाई।

source: Base of parsed and evaluated numbers.
hi: पार्स किए गए और मूल्यांकित संख्याओं का आधार.

source: If the evaluation result will be simplified or factorized.
hi: यदि मूल्यांकन परिणाम को सरलीकृत या गुणनखंडित किया जाएगा.

source: If rational numbers will be displayed with decimals, as a fraction, or something in between.
hi: यदि तर्कसंगत संख्याओं को दशमलव के साथ, भिन्न के रूप में, या बीच में कुछ के रूप में प्रदर्शित किया जाएगा.

source: Show that the digit series of a number continues forever with three dots, instead of rounding (ex. 2/3 displays as 0.666666... instead of 0.666667).
hi: दिखाएँ कि किसी संख्या की अंक श्रृंखला पूर्णांकन के बजाय तीन बिंदुओं के साथ हमेशा के लिए जारी रहती है (उदा. 2/3 0.666667 के बजाय 0.666666... के रूप में प्रदर्शित होता है).

source: Use all decimal SI prefixes. If false, prefixes which is not a multiple of thousand (centi, deci, deca, hecto) will not be used automatically.
hi: सभी दशमलव SI उपसर्गों का उपयोग करें. यदि गलत है, तो उपसर्ग जो हजार का गुणक नहीं है (centi, deci, deca, hecto) स्वचालित रूप से उपयोग नहीं किया जाएगा.

source: If true, negative exponents will be used instead of division (ex. 5/x^2 becomes 5*x^-2).
hi: यदि सत्य है, तो विभाजन के स्थान पर ऋणात्मक घातांक का उपयोग किया जाएगा (उदा. 5/x^2, 5*x^-2 हो जाता है)।

source: Numerical display.
hi: संख्यात्मक प्रदर्शन.

source: If true, plots will be displayed inside the worksheet. If not they appear in a separate window.
hi: यदि सत्य है, तो प्लॉट वर्कशीट के अंदर प्रदर्शित किए जाएंगे। यदि नहीं तो वे एक अलग विंडो में दिखाई देंगे।

source: Whether colors should be used in plots.
hi: क्या प्लॉट में रंगों का प्रयोग किया जाना चाहिए.

source: Whether a grid should be plotted.
hi: क्या ग्रिड प्लॉट किया जाना चाहिए.

source: Whether full borders should be drawn around the plot.
hi: क्या प्लॉट के चारों ओर पूरी सीमाएं खींची जानी चाहिए.

source: Width of lines, in pixels.
hi: लाइनों की चौड़ाई, पिक्सेल में.

source: Number of interpolation steps to be used in plotting.
hi: प्लॉटिंग में उपयोग किए जाने वाले इंटरपोलेशन चरणों की संख्या.

source: Smoothing mode in plots.
hi: प्लॉट में स्मूथिंग मोड.

source: Style of plots.
hi: प्लॉट की शैली.

source: Legend position in plots.
hi: प्लॉट में लीजेंड की स्थिति.

source: Qalculate reports it cannot print. Is gnuplot installed?
hi: Qalculate रिपोर्ट वह मुद्रित नहीं कर सकता। क्या gnuplot स्थापित है?

source: missing %1
hi: गायब %1

source: %1 must be a number.
hi: %1 एक संख्या होनी चाहिए.

source: %1 must be a integer.
hi: %1 एक पूर्णांक होना चाहिए.

source: %1 must be a boolean.
hi: %1 बूलियन होना चाहिए.

source: invalid option for %1: %2
hi: अमान्य विकल्प %1: %2

source: found multiple expressions in one plot command (%1 and %2).
hi: एक प्लॉट कमांड में एकाधिक अभिव्यक्तियाँ मिलीं (%1 और %2).

source: No function, variable or unit with specified name exist.
hi: निर्दिष्ट नाम वाला कोई फ़ंक्शन, वेरिएबल या इकाई मौजूद नहीं है।

source: Function: %1
hi: फ़ंक्शन: %1

source: Plotting interface
hi: प्लॉटिंग इंटरफ़ेस

source: Plots one or more functions either inline or in a separate window.
hi: एक या अधिक फ़ंक्शन को इनलाइन या एक अलग विंडो में प्लॉट करें।

source: expression
hi: अभिव्यक्ति

source: option
hi: विकल्प

source: value
hi: मान

source: integer
hi: पूर्णांक

source: boolean
hi: बूलियन

source: number
hi: नंबर

source: default: %1
hi: डिफ़ॉल्ट: %1

source: The function's name
hi: फ़ंक्शन का नाम

source: Title label
hi: शीर्षक लेबल

source: x-axis label
hi: x-अक्ष लेबल

source: y-axis label
hi: y-अक्ष लेबल

source: Image to save plot to. If empty shows plot in a window on the screen. If inline=true the image is shown regardless of this option.
hi: प्लॉट को सहेजने के लिए छवि. यदि खाली है तो स्क्रीन पर एक विंडो में प्लॉट दिखता है। यदि inline=true है तो इस विकल्प की परवाह किए बिना छवि दिखाई जाती है।

source: The image type to save as. One of auto, png, ps, eps, latex, svg, fig.
hi: इस रूप में सहेजने के लिए छवि प्रकार. auto, png, ps, eps, latex, svg, fig में से एक।

source: Set to true for colored plot, false for monochrome.
hi: रंगीन प्लॉट के लिए true पर सेट करें, मोनोक्रोम के लिए false पर सेट करें।

source: Minimum x-axis value.
hi: न्यूनतम x-अक्ष मान.

source: Maximum x-axis value.
hi: अधिकतम x-अक्ष मान.

source: If a logarithmic scale shall be used for the x-axis.
hi: यदि x-अक्ष के लिए लघुगणकीय पैमाने का उपयोग किया जाएगा।

source: If a logarithmic scale shall be used for the y-axis.
hi: यदि y-अक्ष के लिए लघुगणकीय पैमाने का उपयोग किया जाएगा।

source: Logarithmic base for the x-axis.
hi: x-अक्ष के लिए लघुगणकीय आधार.

source: Logarithmic base for the y-axis.
hi: y-अक्ष के लिए लघुगणकीय आधार.

source: If a grid shall be shown in the plot.
hi: यदि प्लॉट में एक ग्रिड दिखाया जाएगा।

source: If the plot shall be surrounded by borders on all sides (not just axis).
hi: यदि प्लॉट चारों तरफ से सीमाओं से घिरा होगा (केवल धुरी नहीं)।

source: Width of lines.
hi: पंक्तियों की चौड़ाई.

source: Where the plot legend shall be placed. One of none, top_left, top_right, bottom_left, bottom_right, below, outside
hi: जहां प्लॉट कथा रखी जाएगी। किसी में से none, top_left, top_right, bottom_left, bottom_right, below, outside

source: Plot smoothing. One of none, unique, csplines, bezier, sbezier
hi: प्लॉट चौरसाई. किसी में से none, unique, csplines, bezier, sbezier

source: Plot style. One of lines, points, points_lines, boxes, histogram, steps, candlesticks, dots
hi: प्लॉट शैली. lines, points, points_lines, boxes, histogram, steps, candlesticks, dots में से एक

source: Use scale on second x-axis.
hi: दूसरे x-अक्ष पर स्केल का उपयोग करें.

source: Use scale on second y-axis.
hi: दूसरे y-अक्ष पर स्केल का उपयोग करें.

source: If the plot is to be drawn inline, instead of in a new window.
hi: यदि प्लॉट को नई विंडो के बजाय इनलाइन बनाना है।

source: Distance between two interpolation points. See also steps.
hi: दो प्रक्षेप बिंदुओं के बीच की दूरी. चरण भी देखें.

source: Number of interpolation points. See also step.
hi: प्रक्षेप बिंदुओं की संख्या. चरण भी देखें.

source: The name of the x variable. This must be an unknown variable
hi: x वेरिएबल का नाम. यह एक अज्ञात चर होना चाहिए

source: Save variables to a file
hi: वेरिएबल को फ़ाइल में सहेजें

source: Save all currently defined variables to a file. They can be reloaded with %1.
hi: वर्तमान में परिभाषित सभी वेरिएबल्स को एक फ़ाइल में सहेजें। उन्हें %1 के साथ पुनः लोड किया जा सकता है।

source: file
hi: फ़ाइल

source: file: the file to save to
hi: फ़ाइल: सहेजने के लिए फ़ाइल

source: Load variables from a file
hi: किसी फ़ाइल से वेरिएबल लोड करें

source: Load variables from a file that has previously been created by %1.
hi: उस फ़ाइल से वेरिएबल लोड करें जो पहले %1 द्वारा बनाई गई है।

source: file: the file to load
hi: फ़ाइल: लोड करने के लिए फ़ाइल

source: Number base:
hi: संख्या आधार:

source: Fraction format:
hi: भिन्न स्वरूप:

source: Decimal
hi: दशमलव

source: Exact
hi: एकदम सही

source: Fractional
hi: भिन्नात्मक

source: Combined
hi: संयुक्त

source: Numerical display:
hi: संख्यात्मक प्रदर्शन:

source: Pure
hi: शुद्ध

source: Scientific
hi: वैज्ञानिक

source: Precision
hi: परिशुद्धता

source: Indicate infinite series:
hi: अनंत श्रृंखला इंगित करें:

source: Use all SI prefixes:
hi: सभी SI उपसर्गों का उपयोग करें:

source: Use negative exponents:
hi: नकारात्मक घातांक का प्रयोग करें:

source: Evaluate
hi: मूल्यांकन

source: Convert to best SI units:
hi: सर्वोत्तम SI इकाइयों में कनवर्ट करें:

source: Radians
hi: रेडियंस

source: Degrees
hi: डिग्री

source: Gradians
hi: ग्रैडियन्स

source: Structuring Mode:
hi: संरचना मोड:

source: Simplify
hi: सरल

source: Factorize
hi: फ़ैक्टराइज़

source: Angle unit:
hi: कोण इकाई:

source: Plotting
hi: प्लॉटिंग

source: Display plots inline:
hi: प्लॉट इनलाइन प्रदर्शित करें:

source: Show full borders:
hi: पूर्ण सीमाएँ दिखाएँ:

source: Width of lines:
hi: पंक्तियों की चौड़ाई:

source: Sampling rate:
hi: नमूना दर:

source: Smoothing Mode:
hi: स्मूथिंग मोड:
