Repository: officialasishkumar/translation-kde-applications
Catalog: klickety/klickety.po
Languages: hi

# NAME OF TRANSLATORS
source: Your names
hi: आपका नाम

# EMAIL OF TRANSLATORS
source: Your emails
hi: आपका ईमेल

source: &Theme
hi: &थीम

source: &Color
hi: &रंग

source: &Image
hi: &इमेज

source: Width:
hi: चौड़ाई:

source: Height:
hi: ऊचाई:

source: Color count:
hi: रंग गणना:

source: Show bound lines
hi: सीमा रेखाएँ दिखाएं

source: Enable animation
hi: एनिमेशन चालू करें

source: Enable highlight
hi: हाइलाइट चालू करें

source: paused
hi: रोके

source: Game finished
hi: खेल ख़त्म

source: The background color to be used.
hi: बैकग्राउंड का रंग उपयोग किया जाएगा ।

source: The background image to be used.
hi: बैकग्राउंड का इमेज उपयोग किया जाएगा ।

source: The width of the playing field.
hi: खेल क्षेत्र की चौड़ाई।

source: The height of the playing field.
hi: खेल क्षेत्र की ऊचाई।

source: The number of colors in the playing field.
hi: खेल क्षेत्र में रंगों की संख्या।

source: Main Toolbar
hi: मुख्य टूलबार

source: Klickety
hi: क्लिकेटी

source: Klickety is an adaptation of the "clickomania" game
hi: क्लिकेटी एक "क्लिकोमेनिया" गेम का एक आदर्शारूप है।

source: (c) 2002-2005, Nicolas Hadacek (c) 2010, Ni Hui
hi: (c) 2002-2005, निकोलस हडाचेक (c) 2010, नी हुई

source: Start with KSame compatibility mode
hi: केसेम कंपैटिबिलिटी मोड में शुरू करें

source: A little game about balls and how to get rid of them
hi: गेंदों और उनसे छुटकारा पाने के बारे में एक छोटा सा खेल ।

source: Marcus Kreutzberger
hi: मार्कस क्रॉयट्सबर्गर

source: Original author
hi: ओरिजिनल लेखक

source: Henrique Pinto
hi: हेंरिक पिंटो

source: Past maintainer
hi: पिछले अनुरक्षक

source: Ni Hui
hi: नी हुई

source: Integration with Klickety. Current maintainer
hi: क्लिकटी के साथ एकीकरण. वर्तमान अनुरक्षक

source: Johann Ollivier Lapeyre
hi: जोहान ओलिवियर लापेयेरे

source: Artwork
hi: कलाकृति

source: Nicolas Hadacek
hi: निकोलस हडासेक

source: Rewrite for KDE4. Current maintainer
hi: KDE4 के लिए पुनः लिखें. वर्तमान अनुरक्षक

source: Dan Hill
hi: डैन हिल

source: Icons
hi: आइकान

source: Marked: 0
hi: चिह्नित: 0

source: Score: 0
hi: अंक: 0

source: Pieces: 0
hi: टुकड़े: 0

source: Time: 00:00
hi: समय: 00:00

source: General
hi: सामान्य

source: Theme
hi: थीम

source: Background
hi: बैकग्राउंड

source: Custom Game
hi: कस्टम गेम

# @title:window
source: Select Board
hi: बोर्ड चुनें

source: Select a board number:
hi: एक बोर्ड नंबर चुनें

source: Klickety Game Files (*.klickety)
hi: क्लिकेटी गेम फ़ाइलें (*.klickety)

source: Marked: %2 (1 Point)
hi: चिह्नित: %2 (1 अंक)

source: Score: %1
hi: अंक: %1

source: Pieces: %1
hi: टुकड़े: %1

source: Time: %1
hi: समय: %1

source: High Scores
hi: उच्च अंक

source: Remaining pieces
hi: बची हुई टुकड़े

source: Time
hi: समय

source: Do you want to resign?
hi: क्या आप इस्तीफा देना चाहते हैं?

source: New Game
hi: नया खेल

# @action:button
source: Resign
hi: इस्तीफ़ा

source: New Numbered Game...
hi: नया नंबर गेम...

source: Play Sounds
hi: ध्वनि चलाएं

source: Undo All
hi: सभी को पूर्ववत करें

source: Redo All
hi: सभी पुनः करें

source: Custom
hi: कस्टम
