Repository: officialasishkumar/translation-kde-applications
Catalog: kdeconnect/messages/kdeconnect-kde/kdeconnect-kde._desktop_.po
Languages: hi

# Name
source: KDE Connect
hi: केडीई कनेक्ट

# GenericName
source: Device Synchronization
hi: उपकरण सिंक्रनाइज़ेशन

# Comment
source: Make all your devices one
hi: अपने सभी उपकरणों को एक बनाएं

# Name
source: Send via KDE Connect
hi: केडीई कनेक्ट के माध्यम से भेजें

# Name
source: KDE Connect Indicator
hi: केडीई कनेक्ट संकेतक

# Comment
source: Display information about your devices
hi: अपने उपकरणों के बारे में जानकारी प्रदर्शित करें

# Comment
source: Show notifications from your devices using KDE Connect
hi: केडीई कनेक्ट का उपयोग करके अपने उपकरणों से सूचनाएं दिखाएं

# Comment
source: Notifications from your devices
hi: आपके उपकरणों से सूचनाएं

# Name
source: Pairing Request
hi: युग्मन अनुरोध

# Comment
source: Pairing request received from a device
hi: किसी उपकरण से युग्मन अनुरोध प्राप्त हुआ

# Name
source: Incoming Call
hi: आने वाली कॉल

# Comment
source: Someone is calling you
hi: कोई आपको कॉल कर रहा है

# Name
source: Missed Call
hi: मिस्ड कॉल

# Comment
source: You have a missed call
hi: आपके पास एक मिस्ड कॉल है

# Name
source: Battery Low
hi: कम बैटरी

# Comment
source: Your battery is in low state
hi: आपकी बैटरी कम स्थिति में है

# Name
source: Ping Received
hi: पिंग प्राप्त हुआ

# Comment
source: Ping received
hi: पिंग प्राप्त हुआ

# Name
source: Generic Notification
hi: सामान्य अधिसूचना

# Comment
source: Notification received
hi: सूचना प्राप्त हुई

# Name
source: Remote Lock Successful
hi: दूरस्थ लॉक सफल

# Comment
source: Remote lock successful
hi: दूरस्थ लॉक सफल

# Name
source: Remote Lock Failure
hi: दूरस्थ लॉक विफल

# Comment
source: Remote lock failed
hi: दूरस्थ लॉक विफल

# Name
source: Text Received
hi: पाठ प्राप्त हुआ

# Comment
source: Received some text
hi: कुछ पाठ प्राप्त हुआ

# Name
source: Find my device
hi: उपकरण ढूंढें

# Comment
source: Ring connected devices
hi: कनेक्टेड उपकारणो को रिंग करें

# Name
source: Run command
hi: आदेश चलाएँ

# Comment
source: Run commands on connected devices
hi: कनेक्टेड उपकारणो पर आदेश चलाएँ

# Name
source: KDE Connect Settings
hi: केडीई कनेक्ट सेटिंग्स

# GenericName
source: Connect and sync your devices
hi: अपने उपकरणों को कनेक्ट और सिंक करें

# Name
source: KDE Connect SMS
hi: केडीई कनेक्ट एसएमएस

# GenericName
source: SMS
hi: एसएमएस

# Comment
source: Text Messaging
hi: पाठ संदेश
