Repository: officialasishkumar/translation-kde-applications
Catalog: kdeconnect/messages/kdeconnect-kde/kdeconnect-indicator.po
Languages: hi

# NAME OF TRANSLATORS
source: Your names
hi: आपका नाम

# EMAIL OF TRANSLATORS
source: Your emails
hi: आपका ईमेल

source: Browse device
hi: उपकरण ब्राउज़ करें

source: Send clipboard
hi: क्लिपबोर्ड भेजें

source: Ring device
hi: रिंग डिवाइस

source: Get a photo
hi: एक फोटो प्राप्त करें

source: Send a file/URL
hi: फ़ाइल/यूआरएल भेजें

source: SMS Messages...
hi: एसएमएस भेजें...

source: Run command
hi: आदेश चलाएँ

source: Add commands
hi: आदेश जोड़ें

source: Launching
hi: लॉन्चिंग

source: Launching daemon
hi: डेमॉन लॉन्च हो रहा

source: Waiting D-Bus
hi: इंतज़ार कर रही D-Bus

source: KDE Connect
hi: केडीई कनेक्ट

source: Cannot connect to DBus KDE Connect will quit
hi: DBus से कनेक्ट नहीं हो सका केडीई कनेक्ट बंद हो जाएगा

source: Cannot find kdeconnectd
hi: केडीकनेक्टेड नहीं मिल सका

source: Loading modules
hi: मॉड्यूल लोड हो रहा है

source: KDE Connect Indicator
hi: केडीई कनेक्ट सूचक

source: KDE Connect Indicator tool
hi: केडीई कनेक्ट सूचक टूल

source: (C) 2016 Aleix Pol Gonzalez
hi: (C) 2016, एलेक्स पोल गोंजालेज

source: Configure...
hi: कॉन्फ़िगर...

source: Pairing requests
hi: जोड़ने का अनुरोध

# Accept a pairing request
source: Pair
hi: जोड़ा

source: Reject
hi: अस्वीकार करें

source: Quit
hi: छोड़ें

source: %1 device connected
hi: %1 उपकरण जुड़े हुए है

source: No Battery
hi: बैटरी नहीं है

source: Battery: %1% (Charging)
hi: बैटरी: %1% (चार्जिंग)

source: Battery: %1%
hi: बैटरी: %1%

source: No Cellular Connectivity
hi: कोई सेल्युलर कनेक्टिविटी नहीं
