Repository: officialasishkumar/translation-kde-applications
Catalog: kdeconnect/messages/kdeconnect-kde/kdeconnect-kded.po
Languages: hi

# NAME OF TRANSLATORS
source: Your names
hi: आपका नाम

# EMAIL OF TRANSLATORS
source: Your emails
hi: आपका ईमेल

source: Pairing request from %1 Key: %2...
hi: %1 से जोड़ी बनाने का अनुरोध कुंजी: %2...

source: Open
hi: खोलें

source: Accept
hi: स्वीकार करें

source: Reject
hi: अस्वीकार करें

source: View key
hi: कुंजी देखें

source: KDE Connect Daemon
hi: केडीई कनेक्ट डेमॉन

source: Replace an existing instance
hi: किसी मौजूदा उदाहरण को बदलें

source: Launch a private D-Bus daemon with kdeconnectd (macOS test-purpose only)
hi: केडीकनेक्टेड के साथ एक निजी डी-बस डेमॉन लॉन्च करें (केवल मैक ओएस परीक्षण-उद्देश्य)
