Repository: officialasishkumar/translation-kde-applications
Catalog: kdeconnect/messages/kdeconnect-kde/kdeconnect-urlhandler.po
Languages: hi

# NAME OF TRANSLATORS
source: Your names
hi: आपका नाम

# EMAIL OF TRANSLATORS
source: Your emails
hi: आपका ईमेल

source: Select device:
hi: उपकरण का चयन करें:

source: Send URL
hi: यूआरएल भेजें

source: Send File
hi: फ़ाइल भेजें

source: Open on peer device
hi: सहकर्मी डिवाइस पर खोलें

source: KDE Connect URL handler
hi: केडीई कनेक्ट यूआरएल हैंडलर

source: (C) 2017 Aleix Pol Gonzalez
hi: (c) 2017, एलेक्स पोल गोंजालेज

source: URL to share
hi: साझा करने के लिए यूआरएल

source: Select a device
hi: एक उपकरण चुनें

source: id
hi: आईडी

source: Enter URL here
hi: यहां यूआरएल दर्ज करें

source: Enter file location here
hi: यहां फ़ाइल स्थान दर्ज करें

source: Device to call %1 with:
hi: %1 पर कॉल करने के लिए उपकरण:

source: Device to open %1 on:
hi: %1 को खोलने के लिए उपकरण:

source: Device to send a SMS with:
hi: एसएमएस भेजने के लिए उपकरण:

source: Device to send %1 to:
hi: %1 को भेजने के लिए उपकरण:

source: Couldn't share %1
hi: %1 साझा नहीं किया जा सका
