Repository: officialasishkumar/translation-kde-applications
Catalog: kdeconnect/messages/kdeconnect-kde/kdeconnect-plugins.po
Languages: hi

# device name: low battery
source: %1: Low Battery
hi: %1: कम बैटरी

source: Battery at %1%
hi: बैटरी %1% पर

source: Clipboard plugin
hi: क्लिपबोर्ड प्लगइन

source: Automatic synchronization
hi: स्वचालित तुल्यकालन

source: Automatically share the clipboard from this device
hi: इस उपकरण से क्लिपबोर्ड को स्वचालित रूप से साझा करें

source: Including passwords (as marked by password managers)
hi: पासवर्ड सहित (जैसा कि पासवर्ड प्रबंधकों द्वारा चिह्नित किया गया है)

source: Discovery Utilities
hi: उपयोगिताएँ खोजे

source: Sound to play:
hi: बजाने के लिए ध्वनि:

source: Select the sound to play
hi: बजाने के लिए ध्वनि का चयन करें

source: Remote lock successful
hi: दूरस्थ लॉक सफल

source: Remote lock failed
hi: दूरस्थ लॉक विफल

# @action:button
source: Reply
hi: जवाब

# @info:placeholder
source: Reply to %1...
hi: %1 का उत्तर दें...

source: Reply
hi: जवाब

source: Send
hi: भेजें

source: Dialog
hi: डायलॉग

source: Pause music plugin
hi: संगीत प्लगइन रोकें

source: Condition
hi: स्थिति

source: Pause as soon as phone rings
hi: फ़ोन बजते ही रुकें

source: Pause only while talking
hi: बात करते समय ही रुकें

source: Actions
hi: कार्रवाई

source: Pause media players
hi: मीडिया प्लेयर रोकें

source: Mute system sound
hi: सिस्टम ध्वनि म्यूट करें

source: Automatically resume media when call has finished
hi: कॉल समाप्त होने पर स्वचालित रूप से मीडिया फिर से शुरू करें

source: Ping!
hi: पिंग!

source: Schedule a shutdown
hi: शटडाउन करने का समय निर्धारित करें

source: Shutdown now
hi: अभी शटडाउन करें

source: Cancel last shutdown
hi: अंतिम शटडाउन रद्द करें

source: Schedule a reboot
hi: रीबूट शेड्यूल करें

source: Suspend
hi: निलम्बित करें

source: Lock Screen
hi: लॉक स्क्रीन

source: Say Hello
hi: हेलो बोले

source: Shutdown
hi: शटडाउन

source: Reboot
hi: रीबूट

source: Maximum Brightness
hi: अधिकतम चमक

source: Unlock Screen
hi: स्क्रीन अनलॉक करें

source: Close All Vaults
hi: सभी वॉल्ट बंद करें

source: Forcefully Close All Vaults
hi: सभी वॉल्ट को बलपूर्वक बंद करें

source: Sample commands
hi: नमूना आदेश

source: Export
hi: निर्यात

source: Import
hi: आयात

source: Name
hi: नाम

source: Command
hi: आदेश

source: Export Commands
hi: निर्यात आदेश

source: Import Commands
hi: आयात आदेश

source: Phone is connected
hi: फ़ोन जुड़ा हुआ है

source: Blacklisted
hi: ब्लैक लिस्ट किया

source: Name of a notifying application.
hi: एक अधिसूचना आवेदन का नाम.

source: Synchronize notifications of an application?
hi: किसी एप्लिकेशन की सूचनाएं सिंक्रनाइज़ करें?

source: Regular expression defining which notifications should not be sent. This pattern is applied to the summary and, if selected above, the body of notifications.
hi: नियमित अभिव्यक्ति यह परिभाषित करती है कि कौन सी अधिसूचना नहीं भेजी जानी चाहिए. यह पैटर्न सारांश और, यदि ऊपर चुना गया है, तो सूचनाओं के मुख्य भाग पर लागू होता है।

source: General
hi: सामान्य

source: Synchronize only notifications with a timeout value of 0?
hi: केवल 0 के टाइमआउट मान वाली सूचनाओं को सिंक्रनाइज़ करें?

source: Persistent notifications only
hi: केवल लगातार सूचनाएं

source: Append the notification body to the summary when synchronizing notifications?
hi: सूचनाओं को सिंक्रनाइज़ करते समय अधिसूचना के मुख्य भाग को सारांश में जोड़ें?

source: Include body
hi: शरीर शामिल करें

source: Synchronize icons of notifying applications if possible?
hi: यदि संभव हो तो सूचित अनुप्रयोगों के चिह्न सिंक्रनाइज़ करें?

source: Synchronize icons
hi: चिह्न सिंक्रनाइज़ करें

source: <html><head/><body><p>Minimum urgency level of the notifications</p></body></html>
hi: <html><head/><body><p>सूचनाओं का न्यूनतम तात्कालिकता स्तर</p></body></html>

source: Synchronize only notifications with the given urgency level.
hi: दिए गए तात्कालिकता स्तर के साथ केवल सूचनाओं को सिंक्रनाइज़ करें.

source: Applications
hi: अनुप्रयोग

source: Failed to start sshfs
hi: sshfs प्रारंभ करने में विफल

source: sshfs process crashed
hi: sshfs प्रक्रिया क्रैश हो गई

source: Unknown error in sshfs
hi: sshfs में अज्ञात त्रुटि

source: Error when accessing filesystem. sshfs finished with exit code %0
hi: फ़ाइल सिस्टम तक पहुँचने में त्रुटि. sshfs निकास कोड %0 के साथ समाप्त हुआ

source: Failed to mount filesystem: device not responding
hi: फ़ाइल सिस्टम माउंट करने में विफल: उपकरण प्रतिक्रिया नहीं दे रहा है

source: KDE Connect
hi: केडीई कनेक्ट

source: Cannot handle SFTP protocol. Apologies for the inconvenience
hi: SFTP प्रोटोकॉल को संभाल नहीं सकता. असुविधा के लिए खेद है

source: All files
hi: सभी फाइलें

source: Camera pictures
hi: कैमरे की तस्वीरें

source: &percnt;1 in the path will be replaced with the specific device name.
hi: पथ में &percnt;1 को विशिष्ट उपकरण नाम से बदल दिया जाएगा।

source: Share plugin settings
hi: प्लगइन सेटिंग्स साझा करें

source: Receiving
hi: प्राप्त हो रहा है

source: Save files in:
hi: फ़ाइलें इसमें सहेजें:

# @info Some piece of text was received from a connected device
source: Shared text from %1 copied to clipboard
hi: %1 से साझा किया गया टेक्स्ट क्लिपबोर्ड पर कॉपी किया गया

# @action:button Edit text with default text editor
source: Open in Text Editor
hi: पाठ संपादक में खोलें

# @action:button Open URL with default app
source: Open Link
hi: लिंक खोलें

source: Could not share file
hi: फ़ाइल साझा नहीं की जा सकी

source: %1 does not exist
hi: %1 मौजूद नहीं है

source: unknown number
hi: अज्ञात नंबर

source: Incoming call from %1
hi: %1 से आने वाली कॉल

source: Missed call from %1
hi: %1 से मिस्ड कॉल

source: Mute Call
hi: कॉल म्यूट करें
