Repository: officialasishkumar/translation-kde-applications
Catalog: kdeconnect/messages/kdeconnect-kde/kdeconnect-kde._json_.po
Languages: hi

# Name
source: Send file via KDE Connect
hi: केडीई कनेक्ट के माध्यम से फ़ाइल भेजें

# Name
source: KDE Connect
hi: केडीई कनेक्ट

# Name
source: Battery monitor
hi: बैटरी मॉनिटर

# Name
source: Bigscreen voice control
hi: बड़ीस्क्रीन आवाज नियंत्रण

# Name
source: Clipboard
hi: क्लिपबोर्ड

# Name
source: Connectivity monitor
hi: कनेक्टिविटी मॉनिटर

# Name
source: Contacts
hi: संपर्क

# Name
source: Ring my phone
hi: मेरा फोन बजाओ

# Name
source: Find this device
hi: यह उपकरण ढूंढें

# Name
source: LockDevice
hi: उपकरण लॉक करे

# Name
source: ModemManager Telephony integration
hi: मोडेममैनेजर टेलीफोनी एकीकरण

# Name
source: Virtual input
hi: आभासी इनपुट

# Name
source: Multimedia control receiver
hi: मल्टीमीडिया नियंत्रण रिसीवर

# Name
source: MprisRemote
hi: एमप्रिसरिमोट

# Name
source: Receive notifications
hi: सूचनाएं प्राप्त करें

# Name
source: Pause media during calls
hi: कॉल के दौरान मीडिया को रोकें

# Name
source: Photo
hi: तस्वीर

# Name
source: Ping
hi: पिंग

# Name
source: Presenter
hi: प्रस्तुतकर्ता

# Name
source: Host remote commands
hi: दूरस्थ आदेश होस्ट करें

# Name
source: RemoteControl
hi: रिमोट कंट्रोल

# Name
source: Remote keyboard from the desktop
hi: डेस्कटॉप से दूरस्थ कीबोर्ड

# Name
source: Remote system volume
hi: दूरस्थ सिस्टम वॉल्यूम

# Name
source: Run commands
hi: आदेश चलाएँ

# Name
source: Inhibit screensaver
hi: स्क्रीनसेवर को रोकें

# Name
source: Remote filesystem browser
hi: दूरस्थ फ़ाइल सिस्टम ब्राउज़र

# Name
source: Share and receive
hi: साझा करें और प्राप्त करें

# Name
source: SMS
hi: एसएमएस

# Name
source: System volume
hi: सिस्टम वॉल्यूम

# Name
source: Telephony integration
hi: टेलीफोनी एकीकरण

# Name
source: Virtual Monitor
hi: आभासी मॉनिटर

# Description
source: Send file to other device using KDE Connect
hi: केडीई कनेक्ट का उपयोग करके अन्य उपकरण पर फ़ाइल भेजें

# Description
source: Connect and sync your devices
hi: अपने उपकरणों को कनेक्ट और सिंक करें

# Description
source: Show your phone battery next to your computer battery
hi: अपने फ़ोन की बैटरी को अपने कंप्यूटर की बैटरी के बगल में दिखाएँ

# Description
source: Send voice commands to your TV running Plasma Bigscreen
hi: प्लाज़्मा बिगस्क्रीन चलाने वाले अपने टीवी पर ध्वनि आदेश भेजें

# Description
source: Share the clipboard between devices
hi: उपकरणों के बीच क्लिपबोर्ड साझा करें

# Description
source: Show your phone's network signal strength
hi: अपने फ़ोन की नेटवर्क सिग्नल शक्ति दिखाएं

# Description
source: Synchronize Contacts from the Connected Device to the Desktop
hi: कनेक्टेड उपकरण से डेस्कटॉप पर संपर्कों को सिंक्रोनाइज़ करें

# Description
source: Find your lost phone by making it play an alarm sound
hi: अपने खोए हुए फोन को अलार्म बजाकर ढूंढें

# Description
source: Find this device by making it play an alarm sound
hi: इस उपकरण को अलार्म ध्वनि बजाकर खोजें

# Description
source: Locks your systems
hi: आपके सिस्टम को लॉक करता है

# Description
source: Show notifications for incoming calls
hi: इनकमिंग कॉल के लिए सूचनाएं दिखाएं

# Description
source: Use your phone as a touchpad and keyboard
hi: अपने फ़ोन का उपयोग टचपैड और कीबोर्ड के रूप में करें

# Description
source: Remote control your music and videos
hi: अपने संगीत और वीडियो को रिमोट से नियंत्रित करें

# Description
source: Control MPRIS services
hi: एमपीआरआईएस सेवाओं को नियंत्रित करें

# Description
source: Show device's notifications on this computer and keep them in sync
hi: इस कंप्यूटर पर उपकरण की सूचनाएं दिखाएं और उन्हें सिंक में रखें

# Description
source: Pause music/videos during a phone call
hi: फ़ोन कॉल के दौरान संगीत/वीडियो रोकें

# Description
source: Use a connected device to take a photo
hi: फ़ोटो लेने के लिए कनेक्टेड उपकरण का उपयोग करें

# Description
source: Send and receive pings
hi: पिंग भेजें और प्राप्त करें

# Description
source: Use your mobile device to point to things on the screen
hi: स्क्रीन पर चीज़ों को इंगित करने के लिए अपने मोबाइल का उपयोग करें

# Description
source: Trigger commands predefined on the remote device
hi: ट्रिगर आदेश दूरस्थ उपकरण पर पूर्वनिर्धारित हैं

# Description
source: Control Remote systems
hi: रिमोट सिस्टम को नियंत्रित करें

# Description
source: Use your keyboard to send key-events to your paired device
hi: अपने युग्मित उपकरण पर कुंजी-ईवेंट भेजने के लिए अपने कीबोर्ड का उपयोग करें

# Description
source: Control the volume of the connected device
hi: जुड़े हुए उपकरण का ध्वनि नियंत्रित करें

# Description
source: Execute console commands remotely
hi: कंसोल कमांड को दूरस्थ रूप से निष्पादित करें

# Description
source: Inhibit the screensaver when the device is connected
hi: उपकरण जूडने पर स्क्रीनसेवर को रोकें

# Description
source: Browse the remote device filesystem using SFTP
hi: SFTP का उपयोग करके दूरस्थ उपकरण फ़ाइल सिस्टम ब्राउज़ करें

# Description
source: Receive and send files, URLs or plain text easily
hi: फ़ाइलें, यूआरएल या सादा पाठ आसानी से प्राप्त करें और भेजें

# Description
source: Send and receive SMS
hi: एसएमएस भेजें और प्राप्त करें

# Description
source: Control the system volume from your phone
hi: अपने फ़ोन से सिस्टम की ध्वनि नियंत्रित करें

# Description
source: Use your devices as virtual monitors
hi: अपने उपकरण का उपयोग वर्चुअल मॉनिटर के रूप में करें

# Authors Name
source: Albert Vaca Cintora
hi: अल्बर्ट वाका सिंटोरा

# Authors Name
source: Aditya Mehra
hi: आदित्य मेहरा

# Authors Name
source: David Shlemayev
hi: डेविड श्लेमायेव

# Authors Name
source: Simon Redman
hi: साइमन रेडमैन

# Authors Name
source: Apoorv Parle
hi: अपूर्व पार्ले

# Authors Name
source: David Edmundson
hi: डेविड एडमंडसन

# Authors Name
source: Friedrich W. H. Kossebau
hi: फ्रेडरिक डब्ल्यू. एच. कोसेबाउ

# Authors Name
source: Aleix Pol
hi: एलेक्स पोल

# Authors Name
source: Yoram Bar-Haim
hi: योरम बार-हैम

# Authors Name
source: Ahmed I. Khalil
hi: अहमद आई. खलील

# Authors Name
source: Nicolas Fella
hi: निकोलस फेला

# Authors Name
source: Holger Kaelberer
hi: होल्गर कैल्बरर

# Authors Name
source: Pramod Dematagoda
hi: प्रमोद डेमाटागोडा

# Authors Name
source: Samoilenko Yuri
hi: समोइलेंको यूरी

# Authors Name
source: Aleix Pol i Gonzalez
hi: एलेक्स पोल गोंजालेज
