Repository: officialasishkumar/translation-kde-applications
Catalog: kdeconnect/messages/kdeconnect-kde/plasma_applet_org.kde.kdeconnect.po
Languages: hi

source: %1% charging
hi: %1% चार्जिंग

source: No info
hi: कोई सूचना नहीं

source: Unknown
hi: अज्ञात

source: No signal
hi: कोई सिग्नल नहीं

source: File Transfer
hi: फ़ाइल स्थानांतरण

source: Drop a file to transfer it onto your phone.
hi: अपने फ़ोन पर स्थानांतरित करने के लिए किसी फ़ाइल को छोड़ें.

source: Virtual Display
hi: वर्चुअल डिस्प्ले

source: Please choose a file
hi: कृपया एक फ़ाइल चुनें

source: Share file
hi: फ़ाइल साझा करें

source: Send Clipboard
hi: क्लिपबोर्ड भेजें

source: Save As
hi: इस रूप में सहेजें

source: Take a photo
hi: एक तस्वीर लें

source: Ring my phone
hi: मेरा फोन बजाओ

source: Browse this device
hi: इस उपकरण को ब्राउज़ करें

source: SMS Messages
hi: एसएमएस संदेश

source: Remote Keyboard
hi: दूरस्थ कीबोर्ड

source: Notifications:
hi: सूचनाएं:

source: Dismiss all notifications
hi: सभी सूचनाएं ख़ारिज करें

source: Reply
hi: जवाब

source: Dismiss
hi: ख़ारिज

source: Cancel
hi: रद्द

# @info:placeholder
source: Reply to %1…
hi: %1 का उत्तर दें…

source: Send
hi: भेजें

source: Run command
hi: आदेश चलाएँ

source: Add command
hi: आदेश जोड़ें

source: No paired devices
hi: कोई युग्मित उपकरण नहीं

source: Paired device is unavailable
hi: युग्मित उपकरण उपलब्ध नहीं है

source: Install KDE Connect on your Android device to integrate it with Plasma!
hi: प्लाज़्मा के साथ एकीकृत करने के लिए अपने एंड्रॉइड डिवाइस पर केडीई कनेक्ट इंस्टॉल करें!

source: Pair a Device...
hi: किसी उपकरण को जोड़ें...

source: Install from Google Play
hi: Google Play से इंस्टॉल करें

source: Install from F-Droid
hi: F-Droid से इंस्टॉल करें

source: KDE Connect Settings...
hi: केडीई कनेक्ट सेटिंग्स...
