Repository: officialasishkumar/translation-kde-applications
Catalog: cantor/docmessages/cantor/cantor.po
Languages: hi

source: Choose a worksheet from a list of recently used files.
hi: हाल ही में उपयोग की गई फ़ाइलों की सूची में से एक वर्कशीट चुनें।

source: <guimenu>File</guimenu> <guimenuitem>Download Example Worksheets</guimenuitem>
hi: <guimenu>फ़ाइल</guimenu> <guimenuitem>उदाहरण वर्कशीट डाउनलोड करें</guimenuitem>

source: Opens the dialog to download examples uploaded by other &cantor; users with <ulink url="https://userbase.kde.org/Special:MyLanguage/Glossary#Get_Hot_New_Stuff">GetHotNewStuff</ulink>.
hi: <ulink url="https://userbase.kde.org/Special:MyLanguage/Glossary#Get_Hot_New_Stuff">GetHotNewStuff</ulink> के साथ अन्य &cantor; उपयोगकर्ताओं द्वारा अपलोड किए गए उदाहरणों को डाउनलोड करने के लिए संवाद खोलता है

source: <guimenu>File</guimenu> <guimenuitem>Open Example</guimenuitem>
hi: <guimenu>फ़ाइल</guimenu> <guimenuitem>उदाहरण खोलें</guimenuitem>

source: <action>Opens the dialog to choose an example to load.</action> The examples should be downloaded with <menuchoice><guimenu>File</guimenu> <guimenuitem>Download Example Worksheets</guimenuitem></menuchoice> beforehand.
hi: <action>लोड करने के लिए एक उदाहरण चुनने के लिए डायलॉग खोलता है।</action> उदाहरणों को <menuchoice><guimenu>फ़ाइल</guimenu><guimenuitem> डाउनलोड उदाहरण वर्कशीट</guimenuitem></menuchoice> के साथ पहले से डाउनलोड किया जाना चाहिए।

source: <guimenu>File</guimenu> <guimenuitem>Save Plain Text</guimenuitem>
hi: <guimenu>फ़ाइल</guimenu> <guimenuitem>सादा पाठ सहेजें</guimenuitem>

source: Allows saving the current worksheet as a plain text document.
hi: वर्तमान वर्कशीट को सादे पाठ दस्तावेज़ के रूप में सहेजने की अनुमति देता है।

source: <guimenu>File</guimenu> <guimenuitem>Export to LaTeX</guimenuitem>
hi: <guimenu>फ़ाइल</guimenu> <guimenuitem>LaTeX पर निर्यात करें</guimenuitem>

source: Allows saving the current worksheet as a &latex; document.
hi: वर्तमान वर्कशीट को &latex; दस्तावेज़ के रूप में सहेजने की अनुमति देता है।

source: <guimenu>File</guimenu> <guimenuitem>Publish Worksheet</guimenuitem>
hi: <guimenu>फ़ाइल</guimenu> <guimenuitem>वर्कशीट प्रकाशित करें</guimenuitem>

source: Opens the dialog to publish your current worksheet and make it available to other &cantor; users through <ulink url="https://userbase.kde.org/Special:MyLanguage/Glossary#Get_Hot_New_Stuff">GetHotNewStuff</ulink>.
hi: आपकी वर्तमान वर्कशीट को प्रकाशित करने और इसे <ulink url="https://userbase.kde.org/Special:MyLanguage/Glossary#Get_Hot_New_Stuff">GetHotNewStuff</ulink> के माध्यम से अन्य &cantor; उपयोगकर्ताओं के लिए उपलब्ध कराने के लिए डायलॉग खोलता है।

source: Allows to load and run the batch scripts for the current backend.
hi: वर्तमान बैकएंड के लिए बैच स्क्रिप्ट को लोड करने और चलाने की अनुमति देता है।

source: The View Menu
hi: दृश्य मेनू

source: Allows you to toggle the visibility of some tabs in the sidebar. Choices are:
hi: आपको साइडबार में कुछ टैब की दृश्यता को टॉगल करने की अनुमति देता है। विकल्प हैं:

source: File Browser
hi: फ़ाइल ब्राउज़र

source: <action>Toggles</action> the visibility of the <guilabel>File Browser</guilabel> tab in the sidebar.
hi: साइडबार में <guilabel>फ़ाइल ब्राउज़र</guilabel> टैब की दृश्यता को <action>टॉगल</action> करता है।

source: Help
hi: मदद

source: <action>Toggles</action> the visibility of the <guilabel>Help</guilabel> tab in the sidebar.
hi: साइडबार में <guilabel>हेल्प</guilabel> टैब की दृश्यता को <action>टॉगल</action> करता है.

source: Variable Manager
hi: परिवर्तनीय प्रबंधक

source: <action>Toggles</action> the visibility of the <guilabel>Variable Manager</guilabel> tab in the sidebar.
hi: साइडबार में <guilabel>वेरिएबल मैनेजर</guilabel> टैब की दृश्यता को <action>टॉगल</action> करता है।

source: <action>Zoom in</action> the current worksheet by 10%.
hi: वर्तमान वर्कशीट को 10% तक <action>ज़ूम इन</action> करें।

source: <action>Zoom out</action> the current worksheet by 10%.
hi: वर्तमान वर्कशीट को 10% तक <क्रिया>ज़ूम आउट</क्रिया> करें।

source: <guimenu>View</guimenu> <guimenuitem>Show Script Editor</guimenuitem>
hi: <guimenu>देखें</guimenu> <guimenuitem>स्क्रिप्ट संपादक दिखाएं</guimenuitem>

source: Opens the batch script editor window for the current backend.
hi: वर्तमान बैकएंड के लिए बैच स्क्रिप्ट संपादक विंडो खोलता है।

source: The Worksheet Menu
hi: वर्कशीट मेनू

source: <shortcut> <keycombo action="simul">&Ctrl;<keycap>E</keycap></keycombo> </shortcut> <guimenu>Worksheet</guimenu> <guimenuitem>Evaluate Worksheet</guimenuitem>
hi: <shortcut> <keycombo action="simul">&Ctrl;<keycap>E</keycap></keycombo> </shortcut> <guimenu>वर्कशीट</guimenu> <guimenuitem>वर्कशीट का मूल्यांकन करें</guimenuitem>

source: <action>Triggers</action> the evaluation of the whole worksheet.
hi: <action>ट्रिगर</action> संपूर्ण कार्यपत्रक का मूल्यांकन।

source: <shortcut> <keycombo action="simul">&Shift;&Enter;</keycombo> </shortcut> <guimenu>Worksheet</guimenu> <guimenuitem>Evaluate Entry</guimenuitem>
hi: <shortcut> <keycombo action="simul">&Shift;&Enter;</keycombo> </shortcut> <guimenu>वर्कशीट</guimenu> <guimenuitem>प्रविष्टि का मूल्यांकन करें</guimenuitem>

source: <action>Triggers</action> the current entry evaluation.
hi: <action>ट्रिगर</action> वर्तमान प्रविष्टि मूल्यांकन।

source: <shortcut> <keycombo action="simul">&Ctrl;&Enter;</keycombo> </shortcut> <guimenu>Worksheet</guimenu> <guimenuitem>Insert Command Entry</guimenuitem>
hi: <shortcut> <keycombo action="simul">&Ctrl;&Enter;</keycombo> </shortcut> <guimenu>वर्कशीट</guimenu> <guimenuitem>कमांड प्रविष्टि सम्मिलित करें</guimenuitem>

source: Inserts a new command entry below the current cursor position.
hi: वर्तमान कर्सर स्थिति के नीचे एक नई कमांड प्रविष्टि सम्मिलित करता है।

source: <guimenu>Worksheet</guimenu> <guimenuitem>Insert Text Entry</guimenuitem>
hi: <guimenu>वर्कशीट</guimenu> <guimenuitem>पाठ प्रविष्टि सम्मिलित करें</guimenuitem>

source: <guimenu>Worksheet</guimenu> <guimenuitem>Insert Markdown Entry</guimenuitem>
hi: <guimenu>वर्कशीट</guimenu> <guimenuitem>मार्कडाउन प्रविष्टि डालें</guimenuitem>

source: <action>Inserts a &Markdown; entry below the current cursor position.</action>.
hi: <action>वर्तमान कर्सर स्थिति के नीचे एक &Markdown; प्रविष्टि सम्मिलित करता है.</action>.

source: <guimenu>Worksheet</guimenu> <guimenuitem>Insert LaTeX Entry</guimenuitem>
hi: <guimenu>वर्कशीट</guimenu> <guimenuitem>LaTeX प्रविष्टि सम्मिलित करें</guimenuitem>

source: <action>Inserts a &latex; entry below the current cursor position.</action>.
hi: <action>वर्तमान कर्सर स्थिति के नीचे एक &latex; प्रविष्टि सम्मिलित करता है.</action>.

source: <guimenu>Worksheet</guimenu> <guimenuitem>Insert Image</guimenuitem>
hi: <guimenu>वर्कशीट</guimenu> <guimenuitem>छवि डालें</guimenuitem>

source: Inserts an image below the current cursor position.
hi: वर्तमान कर्सर स्थिति के नीचे एक छवि सम्मिलित करता है।

source: <guimenu>Worksheet</guimenu> <guimenuitem>Insert Page Break</guimenuitem>
hi: <guimenu>वर्कशीट</guimenu> <muimenuitem>पेज ब्रेक डालें</muimenuitem>

source: Inserts the page break below the current cursor position.
hi: वर्तमान कर्सर स्थिति के नीचे पृष्ठ विराम सम्मिलित करता है।

source: <guimenu>Worksheet</guimenu> <guimenuitem>Collapse All Results</guimenuitem>
hi: <guimenu>वर्कशीट</guimenu> <guimenuitem>सभी परिणामों को संक्षिप्त करें</guimenuitem>

source: Collapse all results of the command entry.
hi: आदेश प्रविष्टि के सभी परिणामों को संक्षिप्त करें.

source: <guimenu>Worksheet</guimenu> <guimenuitem>Expand All Results</guimenuitem>
hi: <guimenu>वर्कशीट</guimenu> <guimenuitem>सभी परिणामों का विस्तार करें</guimenuitem>

source: Expand all results of the command entry.
hi: कमांड प्रविष्टि के सभी परिणामों का विस्तार करें।

source: <guimenu>Worksheet</guimenu> <guimenuitem>Remove All Results</guimenuitem>
hi: <guimenu>वर्कशीट</guimenu> <guimenuitem>सभी परिणाम हटाएं</guimenuitem>

source: Remove all results of the command entry.
hi: कमांड प्रविष्टि के सभी परिणाम हटाएँ।

source: <shortcut> <keycombo action="simul">&Shift;&Del;</keycombo> </shortcut> <guimenu>Worksheet</guimenu> <guimenuitem>Remove current Entry</guimenuitem>
hi: <shortcut> <keycombo action="simul">&Shift;&Del;</keycombo> </shortcut> <guimenu>वर्कशीट</guimenu> <guimenuitem>वर्तमान प्रविष्टि हटाएँ</guimenuitem>

source: <action>Removes</action> current entry from the worksheet.
hi: कार्यपत्रक से वर्तमान प्रविष्टि को <action>हटाता</action> है।

source: The Linear Algebra Menu
hi: रैखिक बीजगणित मेनू

source: <guimenu>Linear Algebra</guimenu> <guimenuitem>Create Matrix</guimenuitem>
hi: <guimenu>रैखिक बीजगणित</guimenu> <guimenuitem>मैट्रिक्स बनाएं</guimenuitem>

source: <action>Opens</action> the <link linkend="create-matrix-dlg">matrix creation assistant dialog</link>.
hi: <link linkend="create-matrix-dlg">मैट्रिक्स निर्माण सहायक डायलॉग</link> <action>खोलता</action> है.

source: <guimenu>Linear Algebra</guimenu> <guimenuitem>Compute Eigenvalues</guimenuitem>
hi: <guimenu>रैखिक बीजगणित</guimenu> <guimenuitem>आइजेनवैल्यू की गणना करें</guimenuitem>

source: <action>Opens</action> the <link linkend="compute-invert-dlg">matrix name input assistant dialog</link> to compute its eigenvalues and dimensions of the multiplicities of the eigenvalues in the corresponding order.
hi: <link linkend="compute-invert-dlg">मैट्रिक्स नाम इनपुट सहायक डायलॉग</ulink> को उसके eigenvalues ​​और eigenvalues ​​की बहुलताओं के आयामों की गणना करने के लिए संबंधित क्रम में <action>खोलता</action> है।

source: <guimenu>Linear Algebra</guimenu> <guimenuitem>Compute Eigenvectors</guimenuitem>
hi: <guimenu>रैखिक बीजगणित</guimenu> <guimenuitem>आइजेनवेक्टर की गणना करें</guimenuitem>

source: <action>Opens</action> the <link linkend="compute-invert-dlg">matrix name input assistant dialog</link> to compute its eigenvalues, dimensions of the multiplicities of the eigenvalues and eigenvectors in the corresponding order.
hi: <link linkend="compute-invert-dlg">मैट्रिक्स नाम इनपुट सहायक डायलॉग</link> को उसके eigenvalues, eigenvalues ​​की बहुलताओं के आयामों और eigenvectors के संबंधित क्रम में गणना करने के लिए <action>खोलता</action> है।

source: <guimenu>Linear Algebra</guimenu> <guimenuitem>Invert Matrix</guimenuitem>
hi: <guimenu>रैखिक बीजगणित</guimenu> <guimenuitem>इनवर्ट मैट्रिक्स</guimenuitem>

source: <action>Opens</action> the <link linkend="compute-invert-dlg">matrix name input assistant dialog</link> to find the inverse of the matrix.
hi: मैट्रिक्स का व्युत्क्रम खोजने के लिए <link linkend="compute-invert-dlg">मैट्रिक्स नाम इनपुट सहायक डायलॉग</link> <action>खोलता</action> है।

source: The Calculate Menu
hi: गणना मेनू

source: <guimenu>Calculate</guimenu> <guimenuitem>Differentiate</guimenuitem>
hi: <guimenu>गणना करें</guimenu> <guimenuitem>विभेद करें</guimenuitem>

source: <action>Opens</action> the <link linkend="calculate-derivative-dlg">differentiation parameters dialog</link>.
hi: विभेदीकरण पैरामीटर डायलॉग खोलता है

source: <guimenu>Calculate</guimenu> <guimenuitem>Integrate</guimenuitem>
hi: <guimenu>गणना करें</guimenu> <guimenuitem>एकीकृत करें</guimenuitem>

source: <action>Opens</action> the <link linkend="calculate-integral-dlg">integration parameters dialog</link>.
hi: <link linkend="calculate-integral-dlg">एकीकरण पैरामीटर डायलॉग</link> <action>खोलता</action> है.

source: <guimenu>Calculate</guimenu> <guimenuitem>Solve equations</guimenuitem>
hi: <guimenu>गणना करें</guimenu> <guimenuitem>समीकरणों को हल करें</guimenuitem>

source: <action>Opens</action> the <link linkend="calculate-solve-dlg">parameters input dialog</link> to solve linear and non-linear equations.
hi: रैखिक और गैर-रेखीय समीकरणों को हल करने के लिए <link linkend="calculate-solve-dlg">पैरामीटर इनपुट डायलॉग</link> <action>खोलता</action> है।

source: The Package Menu
hi: पैकेज मेनू

source: <guimenu>Package</guimenu> <guimenuitem>Import Package</guimenuitem>
hi: <guimenu>पैकेज</guimenu> <guimenuitem>आयात पैकेज</guimenuitem>

source: <action>Opens</action> the <link linkend="package-import-dlg">package import dialog</link>.
hi: <link linkend="package-import-dlg">पैकेज आयात डायलॉग</link> <action>खोलता</action> है.

source: The Plot Menu
hi: प्लॉट मेनू

source: <action>Opens</action> the <link linkend="plot-dlg">plot parameters dialog</link>.
hi: <link linkend="plot-dlg">प्लॉट पैरामीटर डायलॉग</link> <action>खोलता</action> है.

source: <action>Opens</action> the <link linkend="plot2d-dlg">plot parameters dialog</link>.
hi: <link linkend="plot2d-dlg">प्लॉट पैरामीटर डायलॉग</link> <action>खोलता</action> है.

source: <action>Opens</action> the <link linkend="plot3d-dlg">plot parameters dialog</link>.
hi: <link linkend="plot3d-dlg">प्लॉट पैरामीटर डायलॉग</link> <action>खोलता</action> है.

source: The Settings and Help Menu
hi: सेटिंग्स और सहायता मेनू

source: Questions and Answers
hi: प्रश्न एवं उत्तर

source: The Menu Item <guimenuitem>Typeset using LaTeX</guimenuitem> is not available
hi: मेनू आइटम मैं<guimenuitem>LaTeX का उपयोग करने वाला टाइपसेट</guimenuitem> उपलब्ध नहीं है

source: Not every backend supports every option. Current version supports &latex; output for Maxima, Qalculate! and Sage backends.
hi: प्रत्येक बैकएंड प्रत्येक विकल्प का समर्थन नहीं करता. वर्तमान संस्करण Maxima, Qalculate! and Sage बैकएंड के लिए &latex; आउटपुट का समर्थन करता है।

source: I have installed Sage/Maxima or other supported CAS, but the appropriate backend does not appear.
hi: मैंने सेज/मैक्सिमा या अन्य समर्थित CAS स्थापित किया है, लेकिन उपयुक्त बैकएंड दिखाई नहीं देता है।

source: One possible explanation is that &cantor; did not correctly detect the location. Go to the <menuchoice><guimenu>Settings</guimenu><guimenuitem>Configure &cantor;...</guimenuitem></menuchoice> dialog and change the <guilabel>Path</guilabel> to the appropriate application on the backend's page.
hi: एक संभावित व्याख्या यह है कि &cantor; ने स्थान का सही ढंग से पता नहीं लगाया। <menuchoice><guimenu>सेटिंग्स</guimenu><guimenuitem> कॉन्फिगर &cantor;...</guimenuitem></menuchoice> डायलॉग पर जाएं और बैकएंड के पेज पर <guilabel>पथ</guilabel> को उचित एप्लिकेशन में बदलें।

source: What a peculiar name - what does it have to do with mathematics?
hi: कैसा अनोखा नाम है - इसका गणित से क्या संबंध है?

source: &cantor; is named after the German mathematician <ulink url="https://en.wikipedia.org/wiki/Georg_Cantor">Georg Cantor</ulink>, the creator of set theory.
hi: &cantor; का नाम सेट सिद्धांत के निर्माता जर्मन गणितज्ञ <ulink url="https://en.wikipedia.org/wiki/Georg_Cantor">जॉर्ज कैंटर</ulink> के नाम पर रखा गया है।

source: Credits and License
hi: क्रेडिट और लाइसेंस
