Repository: officialasishkumar/translation-kde-applications
Catalog: cantor/docmessages/cantor/cantor.po
Languages: hi

source: Alexander Rieder
hi: अलेक्जेंडर राइडर

source: Applications 20.12
hi: एप्लीकेशन 20.12

source: &cantor; is an application, aimed at providing a nice worksheet view to other Free Software Math packages.
hi: &cantor; एक एप्लिकेशन है, जिसका उद्देश्य अन्य फ्री सॉफ्टवेयर गणित पैकेजों को एक अच्छा वर्कशीट दृश्य प्रदान करना है।

source: mathematics
hi: अंक शास्त्र

source: math
hi: गणित

source: Cantor
hi: कैंटर

source: Julia
hi: जूलिया

source: Maxima
hi: मॅक्सिमा

source: Python
hi: पायथन

source: Qalculate
hi: क्यूकैलकुलेट

source: Sage
hi: सेज

source: Introduction
hi: परिचय

source: &cantor; is an application to allow you to you use your favorite mathematical applications from within an elegant &kde;-integrated Worksheet Interface. It provides dialogs to assist with common tasks and allows you to share your worksheets with others.
hi: &cantor; एक एप्लिकेशन है जो आपको एक सुंदर &kde;-एकीकृत वर्कशीट इंटरफ़ेस के भीतर से अपने पसंदीदा गणितीय अनुप्रयोगों का उपयोग करने की अनुमति देता है। यह सामान्य कार्यों में सहायता के लिए संवाद प्रदान करता है और आपको अपनी वर्कशीट दूसरों के साथ साझा करने की अनुमति देता है।

source: Using &cantor;
hi: &cantor का उपयोग करना;

source: Screenshot:
hi: स्क्रीनशॉट:

source: Here is a screenshot of &cantor;
hi: यहां &cantor का एक स्क्रीनशॉट है;

source: Screenshot
hi: स्क्रीनशॉट:

source: &cantor; features
hi: &cantor; विशेषताएँ

source: Intuitive worksheet view for evaluating expressions.
hi: भावों के मूल्यांकन के लिए सहज कार्यपत्रक दृश्य।

source: Results of graph plotting shown inside the worksheet.
hi: ग्राफ़ प्लॉटिंग के परिणाम वर्कशीट के अंदर दिखाए गए हैं।

source: Easy plugin-based structure to allow different backends to be added.
hi: विभिन्न बैकएंड को जोड़ने की अनुमति देने के लिए आसान प्लगइन-आधारित संरचना।

source: GetHotNewStuff integration to allow example worksheets to be downloaded (or uploaded.)
hi: उदाहरण वर्कशीट को डाउनलोड (या अपलोड) करने की अनुमति देने के लिए GetHotNewStuff एकीकरण।

source: Mathematical formula typesetting using &latex;.
hi: &latex; का उपयोग करके गणितीय सूत्र टाइपसेटिंग।

source: Backend-aware syntax highlighting.
hi: बैकएंड-अवेयर सिंटैक्स हाइलाइटिंग।

source: Plugin-based assistant dialogs to help with common tasks, such as integrating a function, or entering a matrix.
hi: सामान्य कार्यों में सहायता के लिए प्लगइन-आधारित सहायक संवाद, जैसेकिसी फ़ंक्शन को एकीकृत करना, या मैट्रिक्स में प्रवेश करना।

source: The &cantor; backends
hi: &cantor; बैकेंड

source: &cantor; offers you several choices for the backends you wish to use with it. The choice to make depends on what you want to achieve.
hi: &cantor; यह आपको उन बैकएंड के लिए कई विकल्प प्रदान करता है जिनका आप इसके साथ उपयोग करना चाहते हैं। चुनाव करना इस बात पर निर्भर करता है कि आप क्या हासिल करना चाहते हैं।

source: Currently the following backends are available:
hi: वर्तमान में निम्नलिखित बैकएंड उपलब्ध हैं:

source: Sage:
hi: सेज:

source: Sage is a free open-source mathematics software system licensed under the GPL. It combines the power of many existing open-source packages, within a common Python-based interface. See <ulink url="https://sagemath.org">https://sagemath.org</ulink> for more information.
hi: सेज जीपीएल के तहत लाइसेंस प्राप्त एक निःशुल्क ओपन-सोर्स गणित सॉफ्टवेयर सिस्टम है। यह एक सामान्य पायथन-आधारित इंटरफ़ेस के भीतर कई मौजूदा ओपन-सोर्स पैकेजों की शक्ति को जोड़ती है। अधिक जानकारी के लिए <ulink url='https://sagemath.org'>https://sagemath.org</ulink> देखें।

source: Maxima:
hi: मॅक्सिमा:

source: Maxima is a system for the manipulation of symbolic and numeric expressions, including differentiation, integration, Taylor series, Laplace transforms, ordinary differential equations, systems of linear equations, polynomials, sets, lists, vectors, matrices, and tensors. Maxima yields high-precision numeric results by using exact fractions, arbitrary precision integers, and variable precision floating point numbers. Maxima can plot functions and data in two and three dimensions. See <ulink url="http://maxima.sourceforge.net">http://maxima.sourceforge.net</ulink> for more information.
hi: मैक्सिमा प्रतीकात्मक और संख्यात्मक अभिव्यक्तियों के हेरफेर के लिए एक प्रणाली है, जिसमें विभेदन, एकीकरण, टेलर श्रृंखला, लाप्लास परिवर्तन, साधारण अंतर समीकरण, रैखिक समीकरणों की प्रणाली, बहुपद, सेट, सूचियां, वैक्टर, मैट्रिक्स और टेंसर शामिल हैं। मैक्सिमा सटीक अंशों, मनमाने ढंग से सटीक पूर्णांक और परिवर्तनीय सटीक फ़्लोटिंग पॉइंट संख्याओं का उपयोग करके उच्च-सटीक संख्यात्मक परिणाम उत्पन्न करता है। मैक्सिमा फ़ंक्शन और डेटा को दो और तीन आयामों में प्लॉट कर सकता है। अधिक जानकारी के लिए <ulink url='http://maxima.sourceforge.net'>http://maxima.sourceforge.net</ulink> देखें।

source: R is a language and environment for statistical computing and graphics, similar to the S language and environment. It provides a wide variety of statistical (linear and nonlinear modelling, classical statistical tests, time-series analysis, classification, clustering, ...) and graphical techniques, and is highly extensible. The S language is often the vehicle of choice for research in statistical methodology, and R provides an open-source route to this. See <ulink url="https://www.r-project.org">https://www.r-project.org</ulink> for more information.
hi: R, एस भाषा और पर्यावरण के समान, सांख्यिकीय कंप्यूटिंग और ग्राफिक्स के लिए एक भाषा और वातावरण है। यह सांख्यिकीय (रैखिक और गैर-रेखीय मॉडलिंग, शास्त्रीय सांख्यिकीय परीक्षण, समय-श्रृंखला विश्लेषण, वर्गीकरण, क्लस्टरिंग, ...) और ग्राफिकल तकनीकों की एक विस्तृत विविधता प्रदान करता है, और अत्यधिक विस्तार योग्य है। S भाषा अक्सर सांख्यिकीय पद्धति में अनुसंधान के लिए पसंद का माध्यम है, और आर इसके लिए एक खुला स्रोत मार्ग प्रदान करता है। अधिक जानकारी के लिए <ulink url='https://www.r-project.org'>https://www.r-project.org</ulink> देखें।

source: Julia:
hi: जूलिया:

source: Julia is a high-level, high-performance dynamic programming language for technical computing, with syntax that is familiar to users of other technical computing environments. It provides a sophisticated compiler, distributed parallel execution, numerical accuracy, and an extensive mathematical function library. See <ulink url="https://docs.julialang.org/en/">Julia documentation</ulink> for more information.
hi: जूलिया तकनीकी कंप्यूटिंग के लिए एक उच्च-स्तरीय, उच्च-प्रदर्शन वाली गतिशील प्रोग्रामिंग भाषा है, जिसका सिंटैक्स अन्य तकनीकी कंप्यूटिंग वातावरण के उपयोगकर्ताओं से परिचित है। यह एक परिष्कृत कंपाइलर, वितरित समानांतर निष्पादन, संख्यात्मक सटीकता और एक व्यापक गणितीय फ़ंक्शन लाइब्रेरी प्रदान करता है। अधिक जानकारी के लिए <ulink url='https://docs.julialang.org/en/'>Julia documentation</ulink> देखें।

source: &kalgebra; is a MathML-based graph calculator, that ships with &kde; Education project. See <ulink url="https://edu.kde.org/kalgebra/">https://edu.kde.org/kalgebra/</ulink> for more information.
hi: &kalgebra; एक MathML-आधारित ग्राफ कैलकुलेटर है, जो &kde; के साथ आता है।शिक्षा परियोजना. अधिक जानकारी के लिए <ulink url='https://edu.kde.org/kalgebra/'>https://edu.kde.org/kalgebra/</ulink> देखें।

source: Python2 and Python3:
hi: Python2 और Python3:

source: Python is a remarkably powerful dynamic programming language that is used in a wide variety of application domains. There are several Python packages to scientific programming.
hi: पायथन एक उल्लेखनीय रूप से शक्तिशाली गतिशील प्रोग्रामिंग भाषा है जिसका उपयोग विभिन्न प्रकार के एप्लिकेशन डोमेन में किया जाता है। वैज्ञानिक प्रोग्रामिंग के लिए कई पायथन पैकेज हैं।

source: Python is distributed under Python Software Foundation license (GPL compatible). See the <ulink url="https://www.python.org/">official website</ulink> for more information.
hi: पायथन को पायथन सॉफ्टवेयर फाउंडेशन लाइसेंस (जीपीएल संगत) के तहत वितरित किया जाता है। अधिक जानकारी के लिए <ulink url='https://www.python.org/'>आधिकारिक वेबसाइट</ulink> देखें।

source: Scilab is an free software, cross-platform numerical computational package and a high-level, numerically oriented programming language.
hi: Scilab एक मुफ़्त सॉफ़्टवेयर, क्रॉस-प्लेटफ़ॉर्म संख्यात्मक कम्प्यूटेशनल पैकेज और एक उच्च-स्तरीय, संख्यात्मक रूप से उन्मुख प्रोग्रामिंग भाषा है।

source: Scilab is distributed under CeCILL license (GPL compatible). See <ulink url="https://www.scilab.org/">https://www.scilab.org/</ulink> for more information.
hi: साइलैब को CeCILL लाइसेंस (GPL संगत) के तहत वितरित किया जाता है। अधिक जानकारी के लिए <link url= "https://www.scilab.org/">https://www.scilab.org/</link> देखें।

source: You need Scilab version 5.5 or higher to be installed in your system to make this backend usable.
hi: इस बैकएंड को उपयोग योग्य बनाने के लिए आपको अपने सिस्टम में साइलैब संस्करण 5.5 या उच्चतर स्थापित करना होगा।

source: &GNU; Octave is a high-level language, primarily intended for numerical computations. It provides a convenient command line interface for solving linear and nonlinear problems numerically, and for performing other numerical experiments using a language that is mostly compatible with <ulink url="https://www.mathworks.com/products/matlab.html">MATLAB</ulink>. See <ulink url="https://www.gnu.org/software/octave/">https://www.gnu.org/software/octave/</ulink> for more information.
hi: &GNU; ऑक्टेव एक उच्च-स्तरीय भाषा है, जिसका उद्देश्य मुख्य रूप से संख्यात्मक गणनाएँ करना है। यह रैखिक और गैर-रेखीय समस्याओं को संख्यात्मक रूप से हल करने के लिए और एक ऐसी भाषा का उपयोग करके अन्य संख्यात्मक प्रयोग करने के लिए एक सुविधाजनक कमांड लाइन इंटरफ़ेस प्रदान करता है जो ज्यादातर <ulink url = "https://www.mathworks.com/products/matlab.html" के साथ संगत है। >MATLAB</ulink>. अधिक जानकारी के लिए <ulink url='https://www.gnu.org/software/octave/'>https://www.gnu.org/software/octave/</ulink> देखें।

source: Lua is a fast and lightweight scripting language, with a simple procedural syntax. There are several libraries in Lua aimed at math and science.
hi: लुआ एक सरल प्रक्रियात्मक वाक्यविन्यास के साथ एक तेज़ और हल्की स्क्रिप्टिंग भाषा है। लुआ में गणित और विज्ञान पर केंद्रित कई पुस्तकालय हैं।

source: This backend supports <ulink url="https://luajit.org/">luajit 2</ulink>.
hi: यह बैकएंड <ulink url='https://luajit.org/'>luajit 2</ulink> को सपोर्ट करता है।

source: The &cantor; Workspace
hi: &cantor; कार्यस्थान

source: <screeninfo>Screenshot of the &cantor; Workspace</screeninfo>
hi: <screeninfo>&cantor; वर्कस्पेस का स्क्रीनशॉट</screeninfo>

source: <phrase>Screenshot of the &cantor; Workspace</phrase>
hi: <phrase>&cantor; वर्कस्पेस का स्क्रीनशॉट</phrase>

source: The Worksheet interface of &cantor; consists of three parts:
hi: &cantor; के वर्कशीट इंटरफ़ेस में तीन भाग होते हैं:

source: The tab bar, where you can switch through the open worksheets.
hi: टैब बार, जहां आप खुली वर्कशीट के माध्यम से स्विच कर सकते हैं।

source: A help panel, where help for a specific command is displayed if you enter <userinput>?? <replaceable>command</replaceable></userinput>, <userinput>describe(<replaceable>command</replaceable>)</userinput> or <userinput>example(<replaceable>command</replaceable>)</userinput> (<application>Maxima</application> backend).
hi: एक सहायता पैनल, जहां आपके प्रवेश करने पर एक विशिष्ट कमांड के लिए सहायता प्रदर्शित होती है<userinput>?? <replaceable>command</replaceable></userinput>, <userinput>describe(<replaceable>command</replaceable>)</userinput> or <userinput>example(<replaceable>command</replaceable>)</userinput> (<application>Maxima</application> backend).

source: A Variable Manager panel where you can see the list of all available variables on the current worksheet. The Help and Variable Manager panels are shown as tabs on a sidebar of a &cantor; window. Variable manager can be used for Maxima (if enabled on <menuchoice><guimenu>Settings</guimenu><guimenuitem>Configure &cantor;...</guimenuitem></menuchoice> <guilabel>Maxima</guilabel> page), &kalgebra;, Octave, Python2, Python3, Qalculate, and Scilab backends only.
hi: एक वेरिएबल मैनेजर पैनल जहां आप सभी उपलब्ध की सूची देख सकते हैंवर्तमान वर्कशीट पर चर. हेल्प और वेरिएबल मैनेजर पैनल को &cantor; विंडो के साइडबार पर टैब के रूप में दिखाया गया है। मैक्सिमा के लिए वेरिएबल मैनेजर का उपयोग किया जा सकता है (if enabled on <menuchoice><guimenu>Settings</guimenu><guimenuitem>Configure &cantor;...<guimenuitem></menuchoice> <guilabel>Maxima</guilabel> page), &kalgebra;, Octave, Python2, Python3, Qalculate, and Scilab backends only.

source: The worksheet itself.
hi: वर्कशीट ही.

source: The Worksheet
hi: वर्कशीट

source: Font settings and alignment of worksheet entries can be changed using a toolbar above the worksheet.
hi: वर्कशीट के ऊपर टूलबार का उपयोग करके वर्कशीट प्रविष्टियों की फ़ॉन्ट सेटिंग्स और संरेखण को बदला जा सकता है।

source: Settings
hi: सेटिंग्स

source: The <guimenu>Settings</guimenu> menu allows you to change some settings of the appearance of your current worksheet.
hi: <guimenu>सेटिंग्स</guimenu> मेनू आपको अपनी वर्तमान वर्कशीट की उपस्थिति की कुछ सेटिंग्स बदलने की अनुमति देता है।

source: Typeset using LaTeX
hi: LaTeX का उपयोग करके Typeset

source: This setting changes the way results are presented to you. If enabled, it passes the result through the &latex; system, to produce visually appealing formulas. For example, <quote>3*x^2*sqrt(2)*x+2/3</quote> becomes
hi: यह सेटिंग आपके सामने परिणाम प्रस्तुत करने के तरीके को बदल देती है। यदि सक्षम किया गया है, तो यह देखने में आकर्षक फ़ॉर्मूले तैयार करने के लिए परिणाम को &latex; प्रणाली से गुजारता है। उदाहरण के लिए,<quote>3*x^2*sqrt(2)*x+2/3</quote> becomes

source: Syntax Highlighting
hi: सिंटैक्स हाइलाइटिंग

source: Syntax Highlighting increases the readability of code, by highlighting keywords, or matching brackets in different colors.
hi: सिंटैक्स हाइलाइटिंग कीवर्ड को हाइलाइट करके या विभिन्न रंगों में ब्रैकेट का मिलान करके कोड की पठनीयता को बढ़ाता है।

source: Completion
hi: समापन

source: When this is enabled, &cantor; will show you possible completions for the command you are currently typing when you press the Tab-key. If there is only one choice remaining, it will insert the rest of the command for you.
hi: जब यह सक्षम हो जाता है, तो टैब-कुंजी दबाने पर &cantor; आपको उस कमांड के लिए संभावित पूर्णताएं दिखाएगा जो आप वर्तमान में टाइप कर रहे हैं। यदि केवल एक विकल्प शेष है, तो यह आपके लिए शेष कमांड सम्मिलित कर देगा।

source: Line Numbers
hi: पंक्ति संख्याएँ

source: This setting controls whether the different expressions should have a number in front. This allows you to recall older results - in Maxima, for instance, this is done with the <quote>%O1</quote> command.
hi: यह सेटिंग नियंत्रित करती है कि विभिन्न अभिव्यक्तियों के सामने कोई संख्या होनी चाहिए या नहीं। यह आपको पुराने परिणामों को याद करने की अनुमति देता है - उदाहरण के लिए, मैक्सिमा में, यह <quote>%O1</quote> कमांड के साथ किया जाता है।

source: Animate Worksheet
hi: चेतन वर्कशीट

source: This setting controls whether the different animations will be used to highlight changes on a worksheet.
hi: यह सेटिंग नियंत्रित करती है कि वर्कशीट पर परिवर्तनों को हाइलाइट करने के लिए विभिन्न एनिमेशन का उपयोग किया जाएगा या नहीं।

source: Embedded Math
hi: एंबेडेड गणित

source: This setting controls whether rendering math expressions inside <literal>$$..$$</literal> in Text and &Markdown; entries is enabled by default (needs <application>pdflatex</application> installed).
hi: यह सेटिंग नियंत्रित करती है कि टेक्स्ट और &Markdown; प्रविष्टियों में <literal>$$..$$</literal> के अंदर गणित अभिव्यक्तियों को प्रस्तुत करना डिफ़ॉल्ट रूप से सक्षम है (<application>pdflatex</application> स्थापित करने की आवश्यकता है)।

source: The assistant dialogs
hi: सहायक डायलॉग

source: There are several assistant dialogs implemented in &cantor; to alleviate some basic operations.
hi: कुछ बुनियादी कार्यों को आसान बनाने के लिए &cantor; में कई सहायक संवाद लागू किए गए हैं।

source: These dialogs can be accessed using the main menu items. Each backend has its own assistant dialogs.
hi: इन संवादों तक मुख्य मेनू आइटम का उपयोग करके पहुंचा जा सकता है। प्रत्येक बैकएंड के अपने स्वयं के सहायक डायलॉग होते हैं।

source: The Create Matrix dialog
hi: मैट्रिक्स बनाएँ डायलॉग

source: <screeninfo>Screenshot of the &cantor; matrix creation dialog</screeninfo>
hi: <screeninfo>&cantor; मैट्रिक्स निर्माण डायलॉग का स्क्रीनशॉट</screeninfo>

source: <phrase>Screenshot of the &cantor; matrix creation dialog</phrase>
hi: <phrase>&cantor; मैट्रिक्स निर्माण डायलॉग का स्क्रीनशॉट</phrase>

source: This dialog can be used to input matrices. You can define matrix dimensions and its elements.
hi: इस डायलॉग का उपयोग मैट्रिक्स इनपुट करने के लिए किया जा सकता है। आप मैट्रिक्स आयाम और उसके तत्वों को परिभाषित कर सकते हैं।

source: It is possible to navigate between cells quickly during input using the &Tab; key.
hi: &Tab; कुंजी का उपयोग करके इनपुट के दौरान कोशिकाओं के बीच शीघ्रता से नेविगेट करना संभव है।

source: Matrix operation dialog
hi: मैट्रिक्स ऑपरेशन डायलॉग

source: <screeninfo>Screenshot of the &cantor; matrix input dialog</screeninfo>
hi: <screeninfo>&cantor; मैट्रिक्स इनपुट डायलॉग का स्क्रीनशॉट</screeninfo>

source: <phrase>Screenshot of the &cantor; matrix input dialog</phrase>
hi: <phrase>&cantor; मैट्रिक्स इनपुट डायलॉग का स्क्रीनशॉट</phrase>

source: This dialog allows entering name of the matrix to compute its eigenvectors, eigenvalues or invert matrix. The default value (<userinput>%</userinput>) is used to refer to the previous result of calculation or input.
hi: यह डायलॉग मैट्रिक्स के आइजनवेक्टर, आइगेनवैल्यू या इनवर्ट मैट्रिक्स की गणना करने के लिए उसका नाम दर्ज करने की अनुमति देता है। डिफ़ॉल्ट मान (<userinput>%</userinput>) का उपयोग गणना या इनपुट के पिछले परिणाम को संदर्भित करने के लिए किया जाता है।

source: Differentiation dialog
hi: विभेदन डायलॉग

source: <screeninfo>Screenshot of the &cantor; differentiation dialog</screeninfo>
hi: <वाक्यांश>&cantor; विभेदीकरण डायलॉग का स्क्रीनशॉट</वाक्यांश>

source: <phrase>Screenshot of the &cantor; differentiation dialog</phrase>
hi: <वाक्यांश>&cantor; विभेदीकरण डायलॉग का स्क्रीनशॉट</वाक्यांश>

source: This dialog allows entering expression of the function to differentiate, the name of the variable and the order of derivative.
hi: यह संवाद फ़ंक्शन की अभिव्यक्ति को दर्ज करने, चर के नाम और व्युत्पन्न के क्रम में अंतर करने की अनुमति देता है।

source: Integration dialog
hi: इंटीग्रेशन डायलॉग

source: <screeninfo>Screenshot of the &cantor; integration dialog</screeninfo>
hi: <screeninfo>&cantor; एकीकरण डायलॉग का स्क्रीनशॉट</screeninfo>

source: <phrase>Screenshot of the &cantor; integration dialog</phrase>
hi: <phrase>&cantor; एकीकरण डायलॉग का स्क्रीनशॉट</phrase>

source: This dialog allows entering expression of the function to integrate, the name of the variable and the limits of integration (for the definite integral).
hi: यह डायलॉग एकीकृत करने के लिए फ़ंक्शन की अभिव्यक्ति, चर का नाम और एकीकरण की सीमाएं (निश्चित अभिन्न के लिए) दर्ज करने की अनुमति देता है।

source: Solve equations dialog
hi: समीकरण हल करें डायलॉग

source: <screeninfo>Screenshot of the &cantor; solve equation dialog</screeninfo>
hi: <screeninfo>&cantor; सॉल्व समीकरण डायलॉग का स्क्रीनशॉट</screeninfo>

source: <phrase>Screenshot of the &cantor; solve equation dialog</phrase>
hi: <phrase>&cantor; सॉल्व समीकरण डायलॉग का स्क्रीनशॉट</phrase>

source: This dialog allows entering equations to solve (each equation in a separate line) and the variables to determine (separated by the comma).
hi: यह संवाद हल करने के लिए समीकरणों को दर्ज करने की अनुमति देता है (प्रत्येक समीकरण को एक अलग पंक्ति में) और चर को निर्धारित करने के लिए (अल्पविराम से अलग किया जाता है)।

source: Package import dialog
hi: पैकेज आयात डायलॉग

source: <screeninfo>Screenshot of the &cantor; package import dialog</screeninfo>
hi: <screeninfo>&cantor; पैकेज आयात डायलॉग का स्क्रीनशॉट</screeninfo>

source: <phrase>Screenshot of the &cantor; package import dialog</phrase>
hi: <phrase>&cantor; पैकेज आयात डायलॉग का स्क्रीनशॉट</phrase>

source: This dialog allows entering name of the package to import (&eg; <userinput>numpy</userinput> for Python).
hi: यह डायलॉग आयात करने के लिए पैकेज का नाम दर्ज करने की अनुमति देता है (&eg; <userinput>numpy</userinput> for Python).

source: Plot dialog
hi: प्लॉट डायलॉग

source: <screeninfo>Screenshot of the &cantor; plot dialog (Functions tab)</screeninfo>
hi: <screeninfo>&cantor; प्लॉट डायलॉग का स्क्रीनशॉट (फ़ंक्शन टैब)</screeninfo>

source: <phrase>Screenshot of the &cantor; plot dialog (Functions tab)</phrase>
hi: <phrase>&cantor; प्लॉट डायलॉग का स्क्रीनशॉट (फ़ंक्शन टैब)</phrase>

source: The options of this dialog are separated into two groups using tabs. The <guilabel>Functions</guilabel> tab allows entering functions to plot.
hi: इस डायलॉग के विकल्पों को टैब का उपयोग करके दो समूहों में विभाजित किया गया है। <guilabel>फ़ंक्शंस </guilabel> टैब प्लॉट करने के लिए फ़ंक्शंस दर्ज करने की अनुमति देता है।

source: To enter new function click on the <guibutton>Add</guibutton>. Double-click on the <guilabel>Title</guilabel> cell and enter the title, then double-click on the <guilabel>Expression</guilabel> cell and enter the function expression.
hi: नया फ़ंक्शन दर्ज करने के लिए <guibutton>ऐड</guibutton> पर क्लिक करें। <guilabel>शीर्षक</guilabel> सेल पर डबल-क्लिक करें और शीर्षक दर्ज करें, फिर <guilable>एक्सप्रेशन</guilabel> सेल पर डबल-क्लिक करें और फ़ंक्शन एक्सप्रेशन को केंद्र में रखें।

source: <screeninfo>Screenshot of the &cantor; plot dialog (Options tab)</screeninfo>
hi: <screeninfo>&cantor; प्लॉट डायलॉग का स्क्रीनशॉट (विकल्प टैब)</screeninfo>

source: <phrase>Screenshot of the &cantor; plot dialog (Options tab)</phrase>
hi: <phrase>&cantor; प्लॉट डायलॉग का स्क्रीनशॉट (विकल्प टैब)</phrase>

source: The <guilabel>Options</guilabel> tab is used to define plot and legend options. You can fine-tune almost every plot option to obtain the pleasant look of your figure.
hi: <guilabel>विकल्प</guilabel> टैब का उपयोग प्लॉट और किंवदंती विकल्पों को परिभाषित करने के लिए किया जाता है। आप अपने फिगर का सुखद लुक पाने के लिए लगभग हर प्लॉट विकल्प को बेहतर बना सकते हैं।

source: Plot 2D dialog
hi: प्लॉट 2D डायलॉग

source: <screeninfo>Screenshot of the &cantor; plot 2D dialog</screeninfo>
hi: <screeninfo>&cantor; प्लॉट 2D डायलॉग का स्क्रीनशॉट</screeninfo>

source: This dialog allows entering expression of the function, its variable and the limits for this variable.
hi: यह डायलॉग फ़ंक्शन की अभिव्यक्ति, उसके चर और इस चर की सीमाओं को दर्ज करने की अनुमति देता है।

source: Plot 3D dialog
hi: प्लॉट 3D डायलॉग

source: <screeninfo>Screenshot of the &cantor; plot 3D dialog</screeninfo>
hi: <screeninfo>&cantor; प्लॉट 3D डायलॉग का स्क्रीनशॉट</screeninfo>

source: This dialog allows entering expression of the function, its variables and the limits for each variable.
hi: यह डायलॉग फ़ंक्शन की अभिव्यक्ति, उसके चर और इस चर की सीमाओं को दर्ज करने की अनुमति देता है।

source: Command Reference
hi: आदेश संदर्भ

source: &cantor; has the common &kde; menu items, for more information read the <ulink url="help:/fundamentals/menus.html">Menu</ulink> chapter of the &kde; Fundamentals.
hi: &cantor; में सामान्य &kde; मेनू आइटम हैं, अधिक जानकारी के लिए &kde; फंडामेंटल का <ulink url="help:/fundamentals/menus.html">मेनू</ulink> अध्याय पढ़ें।

source: Below is the list of the additional or special menu items in &cantor;. Please note that some menus are only shown for backends that have corresponding implementation.
hi: &cantor; में अतिरिक्त या विशेष मेनू आइटम की सूची नीचे दी गई है। कृपया ध्यान दें कि कुछ मेनू केवल उन बैकएंड के लिए दिखाए जाते हैं जिनका कार्यान्वयन संबंधित होता है।

source: The File Menu
hi: फ़ाइल मेनू

source: Creates a new worksheet with the default backend.
hi: डिफ़ॉल्ट बैकएंड के साथ एक नई वर्कशीट बनाता है।

source: Creates a new worksheet with the chosen backend.
hi: चुने गए बैकएंड के साथ एक नई वर्कशीट बनाता है।

source: Open a supported new worksheet with the file dialog.
hi: फ़ाइल डायलॉग के साथ एक समर्थित नई वर्कशीट खोलें।

source: <guimenu>File</guimenu> <guisubmenu>Open Recent</guisubmenu>
hi: <guimenu>फ़ाइल</guimenu> <guisubmenu>हाल ही में खोलें</guisubmenu>
